[
{"titulo": ["The Medium (PS5) - Reseña"], "calificacion": ["8"]},
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{},
{"titulo": ["Far Cry 5 ahora puede correr a 60 FPS nativos en PS5 y Xbox Series X/S"], "contenido": ["Far Cry 5 está celebrando su quinto aniversario", " y como parte de sus festejos tenemos que ", "Ubisoft anunció que el juego ya está disponible a 60 FPS nativos", ", una de las características más solicitadas por los jugadores.", "Esta nueva característica está disponible para jugadores de PS5 y Xbox Series X/S a través de un parche gratuito que se aplica a todos los modos de juego de Far Cry 5, es decir la campaña individual, el cooperativo, el modo arcade y el DLC.", " ", "\"Bajo un poderoso asedio aislado del resto del mundo, en la zona rural de Hope County, Montana, los jugadores deben unir fuerzas con otros residentes locales para ser la resistencia contra un grupo apocalíptico y fanático, y liberar a la comunidad y a ellos mismos. Los jugadores tienen que surcar los cielos en combates aéreos en Big Sky Country; destruir suministros con vehículos, explosivos y otros objetos; y reclutar Guns for Hire a partir de un gran elenco de personajes e incluso entrenar animales de Fangs for Hire como osos y pumas. En este escenario, las elecciones de cada jugador definen cómo manejar cada situación y cómo lidiar con el caos creado en Far Cry 5.\"", "Fin de semana gratuito de Far Cry 5", "Además de esto, ", "Ubisoft reveló que pronto habrá fin de semana gratuito de Far Cry 5", ", específicamente ", "del 23 al 27 de marzo en Xbox Series X/S, Xbox One, PS5, PS4 y PC", ".", "Durante este período los jugadores tendrán acceso a todo el contenido del juego y podrán disfrutar de hasta un 85% de descuento si se convencen de adquirirlo.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Muy pronto se anunciará un juego de Astro Bot para PS5, según reporte"], "contenido": ["Sony se prepara para muy pronto anunciar un nuevo juego de Astro Bot para PlayStation 5, esto de acuerdo a un reciente reporte.", "La información proviene de Dealabs y el informante conocido como Billbil-kun, que aseguran que el estudio Team Asobi anunciará el nuevo título dentro de los próximos 15 días, un período que le da fuerza a los rumores que dicen que pronto se realizará un PlayStation Showcase.", "Se menciona que el juego se desarrollará en una zona desértica con un nuevo personaje que es descrito como un zorro fennec en forma de robot que es similar a Astro.", "La información dice que el juego podría llamarse simplemente Astro Bot y que se lanzará en exclusiva para PS5, y coincide con un reporte previo donde Asobi comentaba que su próximo proyecto sería \"el más grande hasta la fecha.\"", "Ya que en junio veremos eventos importantes de videojuegos, es probable que PlayStation tenga algunos anuncios en camino, por lo que se cree que es cuestión de tiempo para que se haga oficial el PlayStation Showcase.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Marvel Rivals anuncia su llegada a PS5 en State of Play 2024"], "contenido": ["Marvel Rivals, el próximo shooter de superhéroes de NetEase Games, llegará oficialmente a PlayStation 5. Anteriormente anunciado para PC, Marvel Rivals es un juego PvP, 6 contra 6, con 19 personajes. Se llevará a cabo una versión beta cerrada de PS5 en julio de 2024.", "\n", "A Marvel Rivals closed beta will be taking place on PS5 in July 2024.", "\n", "Anunciado durante State of Play 2024, Marvel Rivals es un juego multijugador anticipado que hemos cubierto ampliamente aquí en IGN. También recibió algunas críticas cuando una estipulación del contrato impidió que los influencers criticaran el juego.", "En desarrollo...", "Kat Bailey es jefa de noticias en IGN y co-presentadora en Nintendo Voice Chat. Puedes encontrarla en redes como @the_katbot."]},
{"titulo": ["PlayStation Q Lite: un dispositivo para hacer streaming de juegos desde tu PS5 a una pantalla portátil"], "contenido": ["En Playstation Showcase, ", "Sony anunció un nuevo dispositivo de streaming de juegos", " junto con auriculares inalámbricos para juegos.", "Para todas las personas que esperan un competidor de Sony para Nintendo Switch, esto no parece ser lo que están buscando. Sony declaró que era ", "para hacer streaming de juegos desde tu PS5 a una pantalla portátil", ", en lugar de reproducir cualquier cosa de forma nativa. Piensa más en Razer Edge y menos en Steam Deck.", "Este es el \"", "Q Lite", "\" que se rumorea desde hace un tiempo. Cuenta con ", "una pantalla de 8 pulgadas y un control adjunto a cada lado", ", lo que lo hace parecer un control Dualsense con una pantalla en lugar de un panel táctil. De esta manera, finalmente podrás jugar The Last of Us en el inodoro - algo que no sucederá de manera confiable a través de Steam Deck por un tiempo.", "No sabemos cómo se verá el software en este dispositivo, pero sería bueno si hubiera algo que pudieras hacer sin conectarte activamente a tu PS5. Para obtener puntos de bonificación, sería bueno que pudiera hacer stream de juegos a través de PS Now.", "Para aprovechar la naturaleza más portátil de este dispositivo Playstation, ", "Sony también anunció unos auriculares para juegos", ". No sabemos mucho acerca de los auriculares, pero si la portátil Playstation tiene stream de juegos a través de PS Now, los auriculares harán que sea más cómodo viajar con ellos.", "Los auriculares para juegos en general están en aumento, Razer, por ejemplo, tiene sus auriculares Hammerhead que se pueden conectar a su PC para juegos o a tu teléfono. Si los auriculares de Playstation tienen una funcionalidad similar, incluso podrías llevarlos contigo en tu viaje diario por la mañana.", "No sabemos cuándo podremos tener en nuestras manos esta nueva forma de jugar juegos de PS5, pero permanece atento a IGN para obtener más información.", " "]},
{"titulo": ["DOOM: The Dark Ages confirma disponibilidad para PS5"], "contenido": ["Id Software", " se mantiene ocupado mientras la compañía presenta su próxima entrega de la franquicia Doom, subtitulada ", "The Dark Ages", ".", "Como señaló un informe anterior de ", "Insider Gaming", ", ", "Doom: The Dark Ages", " es una precuela que incluye fantasía oscura con un tema de inspiración medieval. Se lanzará en 2025 en Xbox Series X y S, PC y PlayStation 5.", "\n", "Discover the epic origin story of the DOOM Slayer's rage.", "@DOOM", ": The Dark Ages, the prequel to DOOM (2016), launches in 2025: ", "https://t.co/voOKbeCdhn", " | ", "#XboxShowcase", " ", "pic.twitter.com/6rEqGH7Q8I", "\n— Xbox (@Xbox) ", "June 9, 2024", "Han habido rumores que se remontan a un documento judicial de Microsoft filtrado, publicado en 2023, que afirmaba que se estaba desarrollando un nuevo juego de Doom cuando anteriormente se conocía con el nombre de Doom: Year Zero. Sin embargo, el anuncio de hoy es la primera vez que id Software y Microsoft revelan adecuadamente el proyecto después de que el mes pasado se detectara una solicitud de marca registrada \"IDKFA\", además del informe mencionado anteriormente.", "Esta es la próxima entrada en la franquicia de disparos en primera persona de larga duración de id Software, luego del lanzamiento de Doom Eternal en 2020 y sus dos expansiones DLC, The Ancient Gods Part One y Part Two, lanzadas en 2020 y 2021, respectivamente.", "Taylor es reportera en IGN. Puedes encontrarla en Twitter como ", "@TayNixster."]},
{"titulo": ["Sony se apegará a su estrategia actual de PC para las exclusivas de PS5 de acuerdo al CEO de PlayStation"], "contenido": ["Sony se está tomando muy en serio la exclusividad de PS5 para sus títulos propios. El CEO de PlayStation, Jim Ryan, dice que la compañía se mantiene firme con su estrategia actual de no lanzar versiones para PC de sus juegos el primer día.", "En una entrevista reciente con Famitsu, Ryan descartó la idea de lanzar versiones para PC de juegos exclusivos de PS5, como God of War: Ragnarok, el mismo día que se lanzan en PS5 propiamente dicho, y dijo que transferirlos a la PC dos o tres años después del hecho ha funcionado bien para Sony.", "\n\n", "El CEO de PlayStation, Jim Ryan, dice que Sony se mantendrá con un calendario de lanzamiento escalonado para los ports de PC. Crédito de la foto: PlayStation.", "\n", "\"También entendemos completamente la importancia de los títulos exclusivos de PS5. Como mencioné anteriormente, la principal responsabilidad de PlayStation Studios es crear juegos para el hardware de PlayStation más reciente que los jugadores disfrutarán. Estamos aumentando la cantidad de juegos exclusivos de PS5 y escalonando el lanzamiento de las versiones para PC\", dijo Ryan en una cita traducida por IGN Japón.", "Agregó: \"A menudo tengo la oportunidad de pedirles a los fans de los juegos su opinión, y cuando les pregunto cómo se sienten acerca del retraso, a menudo dicen que sienten el lanzamiento de una versión para PC dos o tres años después del lanzamiento de la versión de PlayStation es aceptable\".", "El historial de ports de PC de Sony es desigual", "Sony transfirió Horizon Zero Dawn a PC en 2020, tres años después de su lanzamiento en PS4, convirtiéndose en la primera PlayStation en cruzar a la plataforma. Anteriormente, la compañía estaba en contra de los lanzamientos de PC, prefiriendo apegarse a las consolas.", "En 2021, Ryan dijo que Sony planeaba portar más de sus juegos a la PC, comenzando con Days Gone, porque ha crecido su \"facilidad de ponerlos a disposición de los propietarios que no son de consola\".", "A menudo tengo la oportunidad de pedir a los fans de los juegos su opinión... a menudo dicen que sienten que el lanzamiento de una versión para PC dos o tres años después del lanzamiento de la versión para PlayStation es aceptable.", "El jefe de Xbox, Phil Spencer, criticó a PlayStation por su cronograma de lanzamiento de PC escalonado, señalando que los consumidores se ven obligados a pagar una cantidad exorbitante por la PS5 o PS4 para poder jugar los juegos diseñados exclusivamente para esas consolas y luego pagar las versiones de PC años más tarde. Mientras tanto, Xbox es la única plataforma que lanza juegos en consola, PC y nube simultáneamente, especialmente en Game Pass.", "Sin embargo, trasladar títulos propios a la PC no está exento de desafíos. Cuando The Last of Us Part 1 se lanzó para PC a través de Steam en marzo, tuvo problemas de rendimiento y fallas que fueron tan graves para muchos jugadores que Naughty Dog se disculpó con ellos y prometió arreglarlo con una actualización.", "Aún así, PlayStation ha tenido mucho éxito con sus ports para PC, y es más probable que esté en camino en un futuro cercano a medida que Sony se prepara para lanzar Spider-Man 2 y otras exclusivas a finales de este año.", " "]},
{"titulo": ["WB Discovery quiere ceder licencias de franquicias a otros estudios"], "contenido": ["Batman. La Liga de la Justicia. Harry Potter. Looney Tunes. Game of Thrones. La lista de propiedad intelectual que posee Warner Bros. Discovery es enorme, y gran parte de ella parece lista para ser convertida en un videojuego. Si estás pensando que WB ha sido un poco lenta en aprovechar esa biblioteca, parece que la dirección de la empresa está de acuerdo y está buscando no solo hacer más de sus propios juegos, sino también ceder bajo licencia algunas de sus franquicias más importantes a otros estudios de juegos en el futuro.", "Hoy, en la conferencia sobre los resultados del segundo trimestre de Warner Bros. Discovery, el director ejecutivo David Zaslav y el presidente de streaming y juegos globales JB Perrette respondieron a una pregunta sobre el \"valor estratégico\" de los juegos para Warner Bros. dado el reciente \"rendimiento desigual\". La compañía acaba de informar que los ingresos por juegos cayeron un 41% interanual debido al bajo rendimiento de Suicide Squad: Kill the Justice League en comparación con el enorme éxito de Hogwarts Legacy el año pasado. ¿WB considera los juegos como una parte fundamental de su cartera?", "Parece que la respuesta es sí. Tanto Zaslav como Perrette explicaron que querían hacer crecer el negocio de los videojuegos, especialmente en el espacio de los juegos gratuitos, que según Perrette puede ayudar a equilibrar algunos de los altibajos de la cíclica industria de las consolas. Esa es una de las razones por las que WB adquirió Player First Games, desarrollador de Multiversus, a principios de este año.", "Zaslav continuó señalando que WB no solo quería seguir aprovechando sus once estudios, sino que también hay \"mucho interés entre otros en aprovechar parte de esa propiedad intelectual para los juegos, algo que estamos considerando\".", "A continuación, ambas respuestas completas:", "\n", "Perrette:", " Vemos la evolución de la narración en el entretenimiento interactivo como un espacio y decimos que es una de las áreas únicas en los medios que está creciendo, tanto en términos de tiempo dedicado, como en términos de participación y en términos de ingresos. Y por eso seguimos viéndolo como una gran oportunidad para nosotros. Sabemos que nuestras franquicias, particularmente en un mundo en el que la industria del juego, lanzar nuevas franquicias es cada vez más difícil por varias razones, incluida la depreciación de IDFA y más desafíos con el marketing y la adquisición de clientes, y que franquicias como las que tenemos tienen una gran demanda y pueden ayudar en el lanzamiento de juegos. Todavía se necesita un gran juego, y la realidad es que hemos tenido la desafortunada... en un corto período de 12 meses, pasamos de tener el año récord en 2023 con Hogwarts Legacy a, lamentablemente, tener el lado opuesto de ese espectro con Suicide Squad. Y parte de ese negocio sigue estando impulsado por los éxitos, pero una de las áreas en las que nos estamos inclinando particularmente, que representa aproximadamente la mitad del negocio de juegos de 200 mil millones de dólares, es el espacio de juego gratuito.", "\n\n", "Y el acuerdo con Player First realmente tenía como objetivo fortalecer nuestras capacidades en ese espacio, porque creemos que estamos en una escala menor y tenemos más oportunidades de crecer en ese espacio, que es una gran parte del mercado. Y cuando lo hagamos, también nos ayudará a proporcionar un mayor equilibrio a nuestro negocio de juegos, frente a la inevitable ciclicidad de más lanzamientos basados ​​en consolas que tienen un horizonte temporal de 3 a 4 años y un poco más de irregularidad incluso cuando se hace bien. Por lo tanto, seguimos creyendo firmemente en el espacio de los juegos, queremos seguir viendo y descubriendo cómo nos apoyamos en él y crecer en ese espacio, y sin duda les contaremos más sobre ello a medida que pase el tiempo.", "\n\n", "Zaslav:", " Una de las ventajas estratégicas de poseer toda nuestra propiedad intelectual es que, a medida que el mundo ha cambiado, solía lanzarse una película o una serie de televisión, y luego hacer un juego. Pero una de las razones por las que Hogwarts Legacy tuvo tanto éxito y fue el juego número uno el año pasado fue que entraste en Hogwarts Legacy y entraste en el juego y pudiste convertirte en parte de ese mundo. En última instancia, creo que eso es una parte importante de hacia dónde se dirige esta industria. Crearemos una película, ya sea Batman o Superman o Harry Potter, y tal vez haya un programa de televisión, pero la capacidad de entrar en ese mundo y tener esa experiencia de pasar tiempo con todos los personajes es algo que aún poseemos. Tenemos 11 estudios aquí y tenemos mucha propiedad intelectual. Y también hay mucho interés entre otros en venir a aprovechar parte de esa propiedad intelectual para los juegos, que es algo que estamos considerando. Porque, como dijo JB, necesitamos crecer, y la propiedad intelectual que poseemos y el valor que tiene en el espacio de los juegos es algo que queremos aprovechar.", "\n", "Warner Bros. Discovery informó de ingresos por 9,700 millones de dólares en el trimestre, pero una pérdida neta total de 10,000 millones de dólares, de los cuales 9,100 millones de dólares se debieron a cargos por deterioro. La empresa también informó de que los servicios de suscripción aumentaron en 3.6 millones de suscriptores respecto del trimestre anterior, lo que elevó el total a 103.3 millones.", " "]},
{"titulo": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "contenido": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF ", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"titulo": ["Assassin's Creed Odyssey recibirá soporte para 60 FPS en PS5 y Xbox Series X/S"], "contenido": ["Assassin's Creed Odyssey recibirá oficialmente soporte de 60 FPS tanto en PlayStation 5 como en Xbox Series X/S gracias a la retrocompatibilidad este martes 24 de agosto.", "Ubisoft compartió la noticia a través de Twitter, revelando que será parte de la Actualización de Título 1.6.0 de ", "Assassin's Creed Odyssey", ". Obviamente, esta es una adición bienvenida para aquellos con consolas de nueva generación, especialmente porque no existe una versión adecuada para PS5 o Xbox Series X/S de Assassin's Creed Odyssey de 2018.", "\n", "Missing Ancient Greece? A new title update for Assassin's Creed Odyssey will be deployed on August 24, adding 60FPS support when running the game on Xbox Series X|S & PlayStation 5 through backwards compatibility! ", "#AssassinsCreed", "\n— Assassin's Creed (@assassinscreed) ", "August 23, 2021", "Agregar soporte para 60 FPS a juegos más antiguos se está convirtiendo en una gran tendencia en esta generación de PS5 y Xbox Series X/S, y Assassin's Creed Odyssey sigue a juegos como Dark Souls 3 y The Last of Us Part 2 para brindarles a los fans otra razón para regresar.", "En nuestra reseña de Assassin's Creed Odyssey, dijimos que su \"aventura en un mundo abierto a través de la antigua Grecia es una emoción maravillosa, y la mejor que ha sido la serie\".", "Los juegos de Assassin's Creed son conocidos por su soporte posterior al lanzamiento, desde correcciones de errores hasta expansiones y DLC, y ", "Assassin's Creed Valhalla", " no es diferente, ya que recientemente obtuvo su expansión Siege of Paris.", " ", "Llevar Assassin's Creed Odyssey a 60 FPS es genial para los fans que quieren volver a la historia o experimentarla por primera vez y prepararse para ", "Assassin's Creed Infinity", ", un juego que representa un gran cambio en la franquicia, ya que, según se informa, es un plataforma en línea que podría incluir múltiples escenarios históricos y evolucionar con el tiempo como se ve en Fortnite y Grand Theft Auto Online.", " "]},
{"titulo": ["PS5 finalmente te permite subir tus capturas y videos directamente a tu celular"], "contenido": ["PlayStation 5 finalmente permitirá a los jugadores tener sus más recientes capturas de pantalla y videos cargados automáticamente directamente en el teléfono celular.", "Tal como lo descubrió la cuenta de Twitter de Gaming Interactive Photos (vía VGC), los fans ahora podrán cargar sus capturas de forma automática directamente en su aplicación móvil de PlayStation. Como pueden ver en el tuit a continuación, los videos enviados a los dispositivos se limitarán a tres minutos o menos, mientras que las capturas en general tendrán un período de vencimiento de catorce días.", "\n", "This a thing now omg! ", "#PS5Share", " ", "#ps5", " ", "#Playstation", " ", "#PsShare", " ", "pic.twitter.com/QOX1J7bLhE", "\n— Gaming-Interactive-Photos (@GamingIntPhoto1) ", "January 25, 2022", "Independientemente de las limitaciones, esto todavía marca un paso adelante para los fans de Sony. Hasta este punto, los jugadores que esperaban ver sus clips más recientes en el móvil tendrían que invertir en equipos adicionales o subirlos a las redes sociales desde sus consolas y luego descargarlos desde allí.", "Según VGC, para verificar si tu consola ya obtuvo o no la función, debes dirigirte a la Galería de medios en tu consola, donde deberías ver aparecer la ventana emergente anterior si está disponible. La función ya ha estado en pruebas beta en algunas regiones, pero parece que ahora se está implementando en todo el mundo.", "Desde las opciones de la Galería de medios, puedes elegir si deseas o no que la consola cargue automáticamente tus capturas de pantalla más recientes en el dispositivo móvil, o si prefieres mantenerlas únicamente en tu sistema ", "PlayStation 5", ".", "En otras noticias recientes de ", "PlayStation 5", ", Sony lanzó recientemente la herramienta Wrap-Up de consolas para 2021, que permite a los fans recordar su último año con PlayStation. Al igual que otros servicios similares, la experiencia permite a los jugadores revisar sus propios datos personalizados de los últimos doce meses, incluyendo información sobre los juegos más jugados y los últimos trofeos, así como datos sobre cómo la comunidad de PlayStation en general.", " "]},
{"titulo": ["Horizon Zero Dawn: una versión remasterizada para PS5 estaría en proceso junto con un título multijugador"], "contenido": ["Según los informes, se está trabajando en una remasterización de ", "Horizon Zero Dawn", " de 2017 para PS5 junto con un nuevo juego multijugador para PS5 y PC.", "Según lo informado por VGC y MP1ST, The Last of Us Part 1 Remake, en el que anteriormente preguntamos si valía la pena su precio de $70 dólares solo nueve años después de su lanzamiento, parece que pronto se unirá a una versión actualizada de la primera aventura de Aloy en PS4.", "No está 100% claro si esto sería un remake completo como The Last of Us Part 1 o solo una remasterización, pero algunos de los detalles hacen que parezca que se está inclinando más hacia lo último. Los informes afirman que esta nueva versión agregará \"características de accesibilidad, modos gráficos y mejoras en la calidad de vida del juego en sí\". En cierto sentido, parece mejorar el original con las actualizaciones adicionales de Horizon Forbidden West.", "Horizon Zero Dawn ", "tuvo un lanzamiento para PC", " en 2020 y agregó características tales como una distancia de dibujo mejorada y velocidades de cuadro más altas, pero no necesariamente se consideró una remasterización o una nueva versión del juego original de PS4.", "\n", "\n\n", "\n", "Control Inalámbrico Dualsense - PlayStation 5", "\n", "\n", "Precio de lista: $1,699 pesos", "\n\n", "Precio con descuento: $1,479 pesos", "\n\n", "Puedes ver más detalles y hacer la compra ", "dando clic aquí", ".", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Esta remasterización, al igual que ", "The Last of Us Part 1", ", parece ser potencialmente parte del plan de Sony para remasterizar algunos de sus juegos que se adaptarán para televisión o cine. Sony anunció oficialmente una serie Horizon para Netflix, y esta podría ser una forma de capitalizar el renovado interés cuando la serie esté lista para su estreno, al igual que lo hizo Cyberpunk: Edgerunners para Cyberpunk 2077. Es importante señalar que God of War también está recibiendo el tratamiento de la serie en Amazon, por lo que tal vez el clásico de 2018 también podría recibir una remasterización/remake en el futuro.", "Junto con la noticia de este remake/remaster, los informes también afirman que Guerilla Games está trabajando arduamente en un juego multijugador de Horizon para PS5 y PC. En 2020, una oferta de trabajo de Guerilla buscaba un programador de juegos con experiencia multijugador para trabajar en un \"juego épico de mundo abierto\".", "VGC señaló que el arte conceptual filtrado de Horizon Zero Dawn en 2014 insinuaba los planes iniciales de Guerilla para agregar un modo multijugador al estilo Monster Hunter al juego que haría que los jugadores se unieran para derrotar a enemigos mecánicos masivos. Estos planes nunca se materializaron, pero podrían estar listos para Horizon 3 o un juego independiente.", "Para obtener más información, consulta ", "nuestra reseña de The Last of Us Part 1", " para ver cómo Sony maneja sus nuevas versiones y ", "nuestra reseña de Horizon Forbidden West", ".", " ", " "]},
{"titulo": ["The Elder Scrolls VI no saldrá para PS5, según revela un documento de Microsoft"], "contenido": ["El estado de exclusividad de", " The Elder Scrolls VI", " fue una de las cuestiones candentes tras la compra de ", "Bethesda", " por parte de ", "Microsoft", " por 7.500 millones de dólares en 2021. El jefe de ", "Xbox", ", ", "Phil", " ", "Spencer", ", ha dado vueltas al tema y recientemente insistió en que aún no se había tomado una decisión. Pero ahora, según uno de los propios documentos de ", "Microsoft", ", el debate ha terminado: ", "The Elder Scrolls VI ", "se saltará la ", "PlayStation 5", ".", "El reportero de ", "Axios", ", ", "Stephen", " ", "Totilo", ", tuiteó un documento recién revelado extraído del juicio de la ", "Comisión Federal de Comercio", " (", "FTC", ") contra ", "Microsoft", " por la compra de ", "Activision", " ", "Blizzard", ", e incluye una lista de los juegos anunciados de Bethesda junto con su plataforma y sus intenciones de ventana de lanzamiento.", "De particular interés es la sección sobre ", "The Elder Scrolls VI", ", que, según el documento, no se lanzará en ", "PS5", " sino que solo se lanzará en ", "Xbox", " y ", "PC", ". Su fecha de lanzamiento está por confirmar, pero el juego “se espera para 2026 o más tarde”. ", "Microsoft", " aún no ha hecho un anuncio formal sobre las plataformas de lanzamiento o la ventana de lanzamiento de ", "The Elder Scrolls VI", ". ", "IGN", " le ha pedido comentarios a ", "Microsoft", ".", "La declaración de ", "Microsoft", " sobre la exclusividad mencionada en el documento es una cita de ", "Spencer", " en una entrevista con ", "GQ", " realizada en 2021: \"Para estar en ", "Xbox", ", quiero que podamos traer el paquete completo de lo que tenemos. Y eso sería cierto cuando pienso en ", "The Elder Scrolls VI", "\".", "Quizás no sea sorprendente ver que ", "The Elder Scrolls VI", " se salte la ", "PS5", ", dado que los juegos recientes de ", "Bethesda", " han hecho lo mismo. ", "Redfall", " de ", "Arkane", " y ", "Starfield", " de ", "Bethesda", " ", "Game", " ", "Studios", " se lanzaron solo en ", "Xbox", " y ", "PC", ". También se espera que el próximo juego de ", "Indiana", " ", "Jones", " de ", "MachineGames", " se lance como exclusivo para ", "Xbox", " y ", "PC", ".", "Dada la ventana de lanzamiento mencionada aquí, ", "The Elder Scrolls VI", " también puede saltarse esta generación de consolas. Las ", "Xbox", " ", "Series X|S", " cumplirán seis años a finales de 2026, y la consola de próxima generación de ", "Microsoft", " tiene como objetivo su lanzamiento en 2028.", "Increíblemente, ", "The Elder Scrolls VI", " se anunció hace cinco años en el ", "E3 2018", ". Mientras hablaba con la prensa sobre ", "Starfield", " a principios de agosto, el director de ", "Bethesda", ", ", "Todd", " ", "Howard", ", sugirió que, mirando hacia atrás, probablemente no habría revelado ", "The Elder Scrolls VI", " de la misma manera. \"Probablemente lo habría anunciado de manera más informal\", dijo ", "Howard", ".", "El mes pasado, el jefe de publicaciones de ", "Bethesda", ", ", "Pete", " ", "Hines", ", confirmó que ", "The Elder Scrolls VI", " estaba en “desarrollo temprano” y advirtió a los fanáticos que no deberían esperar noticias sobre ello en el corto plazo.", "Wesley es el editor de noticias del Reino Unido para IGN. Encuéntrelo en Twitter en @wyp100. Puede comunicarse con Wesley en wesley_yinpoole@ign.com o de forma confidencial en wyp100@proton.me"]},
{"titulo": ["Sony estaría preparando un remake de Uncharted: Drake's Fortune para PS5"], "contenido": ["Ha surgido un nuevo rumor que asegura que Sony está preparando un remake de Uncharted: Drake's Fortune, la primera entrega de la aclamada serie de acción y aventuras.", "De acuerdo a información de Nick Baker en el más reciente episodio del XboxEra Podcast, una fuente anónima le informó de \"evidencia\" que indicaba que se está trabajando en una versión \"desde cero\" de Uncharted: Drake's Fortune para PS5, además de que su coompañero coanfitrión Jon Clarke también recibió información que corroboró esa información (", "vía", " ComicBook).", "Mencionan que se desconoce qué estudio trabajará en este proyecto ya que al parecer no será Naughty Dog, y de momento no se puede confirmar que este remake acabe viendo la luz, aunque a decir verdad no sería sorprendente que se lance la nueva versión considerando los planes anteriores de la compañía.", "Aún así cabe recordar que las colecciones de Uncharted (The Nathan Drake Collection y Legacy of Thieves Collection) son retrocompatibles y se pueden jugar en PS5.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["God of War Ragnarök – La creación de la historia – PS4 y PS5"], "fecha_de_publicacion": ["19 de Octubre de 2022"]}[
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{},
{"titulo": ["The Medium (PS5) - Reseña"], "calificacion": ["8"]},
{"titulo": ["Far Cry 5 ahora puede correr a 60 FPS nativos en PS5 y Xbox Series X/S"], "contenido": ["Far Cry 5 está celebrando su quinto aniversario", " y como parte de sus festejos tenemos que ", "Ubisoft anunció que el juego ya está disponible a 60 FPS nativos", ", una de las características más solicitadas por los jugadores.", "Esta nueva característica está disponible para jugadores de PS5 y Xbox Series X/S a través de un parche gratuito que se aplica a todos los modos de juego de Far Cry 5, es decir la campaña individual, el cooperativo, el modo arcade y el DLC.", " ", "\"Bajo un poderoso asedio aislado del resto del mundo, en la zona rural de Hope County, Montana, los jugadores deben unir fuerzas con otros residentes locales para ser la resistencia contra un grupo apocalíptico y fanático, y liberar a la comunidad y a ellos mismos. Los jugadores tienen que surcar los cielos en combates aéreos en Big Sky Country; destruir suministros con vehículos, explosivos y otros objetos; y reclutar Guns for Hire a partir de un gran elenco de personajes e incluso entrenar animales de Fangs for Hire como osos y pumas. En este escenario, las elecciones de cada jugador definen cómo manejar cada situación y cómo lidiar con el caos creado en Far Cry 5.\"", "Fin de semana gratuito de Far Cry 5", "Además de esto, ", "Ubisoft reveló que pronto habrá fin de semana gratuito de Far Cry 5", ", específicamente ", "del 23 al 27 de marzo en Xbox Series X/S, Xbox One, PS5, PS4 y PC", ".", "Durante este período los jugadores tendrán acceso a todo el contenido del juego y podrán disfrutar de hasta un 85% de descuento si se convencen de adquirirlo.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Muy pronto se anunciará un juego de Astro Bot para PS5, según reporte"], "contenido": ["Sony se prepara para muy pronto anunciar un nuevo juego de Astro Bot para PlayStation 5, esto de acuerdo a un reciente reporte.", "La información proviene de Dealabs y el informante conocido como Billbil-kun, que aseguran que el estudio Team Asobi anunciará el nuevo título dentro de los próximos 15 días, un período que le da fuerza a los rumores que dicen que pronto se realizará un PlayStation Showcase.", "Se menciona que el juego se desarrollará en una zona desértica con un nuevo personaje que es descrito como un zorro fennec en forma de robot que es similar a Astro.", "La información dice que el juego podría llamarse simplemente Astro Bot y que se lanzará en exclusiva para PS5, y coincide con un reporte previo donde Asobi comentaba que su próximo proyecto sería \"el más grande hasta la fecha.\"", "Ya que en junio veremos eventos importantes de videojuegos, es probable que PlayStation tenga algunos anuncios en camino, por lo que se cree que es cuestión de tiempo para que se haga oficial el PlayStation Showcase.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Marvel Rivals anuncia su llegada a PS5 en State of Play 2024"], "contenido": ["Marvel Rivals, el próximo shooter de superhéroes de NetEase Games, llegará oficialmente a PlayStation 5. Anteriormente anunciado para PC, Marvel Rivals es un juego PvP, 6 contra 6, con 19 personajes. Se llevará a cabo una versión beta cerrada de PS5 en julio de 2024.", "\n", "A Marvel Rivals closed beta will be taking place on PS5 in July 2024.", "\n", "Anunciado durante State of Play 2024, Marvel Rivals es un juego multijugador anticipado que hemos cubierto ampliamente aquí en IGN. También recibió algunas críticas cuando una estipulación del contrato impidió que los influencers criticaran el juego.", "En desarrollo...", "Kat Bailey es jefa de noticias en IGN y co-presentadora en Nintendo Voice Chat. Puedes encontrarla en redes como @the_katbot."]},
{"titulo": ["PlayStation Q Lite: un dispositivo para hacer streaming de juegos desde tu PS5 a una pantalla portátil"], "contenido": ["En Playstation Showcase, ", "Sony anunció un nuevo dispositivo de streaming de juegos", " junto con auriculares inalámbricos para juegos.", "Para todas las personas que esperan un competidor de Sony para Nintendo Switch, esto no parece ser lo que están buscando. Sony declaró que era ", "para hacer streaming de juegos desde tu PS5 a una pantalla portátil", ", en lugar de reproducir cualquier cosa de forma nativa. Piensa más en Razer Edge y menos en Steam Deck.", "Este es el \"", "Q Lite", "\" que se rumorea desde hace un tiempo. Cuenta con ", "una pantalla de 8 pulgadas y un control adjunto a cada lado", ", lo que lo hace parecer un control Dualsense con una pantalla en lugar de un panel táctil. De esta manera, finalmente podrás jugar The Last of Us en el inodoro - algo que no sucederá de manera confiable a través de Steam Deck por un tiempo.", "No sabemos cómo se verá el software en este dispositivo, pero sería bueno si hubiera algo que pudieras hacer sin conectarte activamente a tu PS5. Para obtener puntos de bonificación, sería bueno que pudiera hacer stream de juegos a través de PS Now.", "Para aprovechar la naturaleza más portátil de este dispositivo Playstation, ", "Sony también anunció unos auriculares para juegos", ". No sabemos mucho acerca de los auriculares, pero si la portátil Playstation tiene stream de juegos a través de PS Now, los auriculares harán que sea más cómodo viajar con ellos.", "Los auriculares para juegos en general están en aumento, Razer, por ejemplo, tiene sus auriculares Hammerhead que se pueden conectar a su PC para juegos o a tu teléfono. Si los auriculares de Playstation tienen una funcionalidad similar, incluso podrías llevarlos contigo en tu viaje diario por la mañana.", "No sabemos cuándo podremos tener en nuestras manos esta nueva forma de jugar juegos de PS5, pero permanece atento a IGN para obtener más información.", " "]},
{"titulo": ["DOOM: The Dark Ages confirma disponibilidad para PS5"], "contenido": ["Id Software", " se mantiene ocupado mientras la compañía presenta su próxima entrega de la franquicia Doom, subtitulada ", "The Dark Ages", ".", "Como señaló un informe anterior de ", "Insider Gaming", ", ", "Doom: The Dark Ages", " es una precuela que incluye fantasía oscura con un tema de inspiración medieval. Se lanzará en 2025 en Xbox Series X y S, PC y PlayStation 5.", "\n", "Discover the epic origin story of the DOOM Slayer's rage.", "@DOOM", ": The Dark Ages, the prequel to DOOM (2016), launches in 2025: ", "https://t.co/voOKbeCdhn", " | ", "#XboxShowcase", " ", "pic.twitter.com/6rEqGH7Q8I", "\n— Xbox (@Xbox) ", "June 9, 2024", "Han habido rumores que se remontan a un documento judicial de Microsoft filtrado, publicado en 2023, que afirmaba que se estaba desarrollando un nuevo juego de Doom cuando anteriormente se conocía con el nombre de Doom: Year Zero. Sin embargo, el anuncio de hoy es la primera vez que id Software y Microsoft revelan adecuadamente el proyecto después de que el mes pasado se detectara una solicitud de marca registrada \"IDKFA\", además del informe mencionado anteriormente.", "Esta es la próxima entrada en la franquicia de disparos en primera persona de larga duración de id Software, luego del lanzamiento de Doom Eternal en 2020 y sus dos expansiones DLC, The Ancient Gods Part One y Part Two, lanzadas en 2020 y 2021, respectivamente.", "Taylor es reportera en IGN. Puedes encontrarla en Twitter como ", "@TayNixster."]},
{"titulo": ["Sony estaría preparando un remake de Uncharted: Drake's Fortune para PS5"], "contenido": ["Ha surgido un nuevo rumor que asegura que Sony está preparando un remake de Uncharted: Drake's Fortune, la primera entrega de la aclamada serie de acción y aventuras.", "De acuerdo a información de Nick Baker en el más reciente episodio del XboxEra Podcast, una fuente anónima le informó de \"evidencia\" que indicaba que se está trabajando en una versión \"desde cero\" de Uncharted: Drake's Fortune para PS5, además de que su coompañero coanfitrión Jon Clarke también recibió información que corroboró esa información (", "vía", " ComicBook).", "Mencionan que se desconoce qué estudio trabajará en este proyecto ya que al parecer no será Naughty Dog, y de momento no se puede confirmar que este remake acabe viendo la luz, aunque a decir verdad no sería sorprendente que se lance la nueva versión considerando los planes anteriores de la compañía.", "Aún así cabe recordar que las colecciones de Uncharted (The Nathan Drake Collection y Legacy of Thieves Collection) son retrocompatibles y se pueden jugar en PS5.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["God of War Ragnarök – La creación de la historia – PS4 y PS5"], "fecha_de_publicacion": ["19 de Octubre de 2022"]},
{"titulo": ["Las ventas de PS5 disminuyeron en comparación al año pasado"], "contenido": ["Las ventas de PlayStation 5 bajaron en comparación al mismo período del año pasado, pero aún así la consola de Sony ha logrado vender 61.7 millones de unidades desde su lanzamiento en 2020.", "En los más recientes resultados financieros de Sony se puede ver la disminución interanual de 3.3 millones de unidades vendidas en el primer trimestre del año financiero de 2024 a 2.4 millones de unidades vendidas en el primer trimestre del año financiero 2025.", "Aún así cabe recordar que esto era algo que se esperaba considerando que Sony redujo su objetivo de ventas a 18 millones de unidades en comparación a los 21 millones que se pretendían el año pasado.", "Sony reveló también que sus usuarios activos mensuales aumentaron en comparación del año pasado. La compañía registró 116 millones de usuarios activos mensuales en el período, una cifra que supera los 108 millones del año pasado.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["5 Plot Twist en series de televisión tan buenos que ya nada fue igual"], "contenido": ["Advertencia: El siguiente articulo contiene spoilers de series muy populares, si no has visto alguna de ellas te recomendamos no continuar leyendo.", "Algo que a todos nos gusta de las series y películas son los giros argumentales o Plot Twist que pueden llegar a ocurrir, muchos de estos se dan al final de las temporadas o hasta el final de las series, lo cuál puede ayudar a impulsar una serie o hundirla por completo con revelaciones o eventos inesperados, cuando estos se hacen bien cambian por completo la historia que conocíamos llevándonos a algo completamente nuevo y muchas veces lo ocultan tan bien frente a nosotros que es casi imposible darse cuenta de lo que va a pasar, y es por eso que hoy vamos a recordar ", "5 Plot Twists tan buenos que ya nada fue igual después de verlos", ".", "Game Of Thrones - Las decisiones de los Stark tienen sus consecuencias en la Boda Roja", "La historia de ", "Game of Thrones", " es brutal y llena de momentos que nos dejan en suspenso a lo largo de todas sus temporadas, muchos de ellos llegan tan de repente que nos toman por sorpresa y sin tiempo para reaccionar a lo que estamos viendo, este es el caso de la infame ", "Boda Roja ", "que es posiblemente el plot twist más impactante en la serie, este suceso significa la muerte de varios personajes importantes y queridos de la serie. La traición de ", "Lord Frey", " con apoyo de la ", "Casa Bolton", ", casi significó la extinción de la ", "Casa Stark", ", después de que", " Robb", ",", " Talisa", " y ", "Catelyn", " fueran asesinados. Este suceso dejó un enorme vacío de poder que rápidamente es tomado por la ", "Casa Lannister", " y sus vasallos.", "Breaking Bad - Brock Cantillo es envenenado", "Walter White", " es un hombre que tiene todo siempre bien calculado y eso explica por qué intenta poner a ", "Jesse ", "en contra de ", "Gus", ". Sin otra opción, ", "Walter ", "se aferra a un plan inquietantemente astuto que pocos habrían podido imaginar. ", "Walter e", "xtrae una variedad de compuestos tóxicos de una planta de lirio de los valles en su jardín y envenena en secreto a ", "Brock Cantillo", ", un niño de siete años, y aunque ", "Jesse", " sospecha instantáneamente, este logra convencerlo de lo contrario con una enorme dificultad. ", "Walter White", " es responsable de muchas cosas horribles, pero envenenar a un niño fue una de las peores cosas que llegó a hacer.", "The Good Place - Eleanor descubre la verdad del lugar bueno", "En ", "The Good Place", ", ", "Eleanor Shellstrop", ", ", "Chidi Anagonye", ", ​​", "Tahani Al-Jamil ", "y ", "Jason Mendoza", " supuestamente son enviados al ", "Lugar Bueno", " después de sus respectivas muertes, donde son mimados y atormentados por igual. Los cuatro protagonistas lidian egoístamente con sus diversos problemas personales, hasta que ", "Eleanor", " finalmente descubre la verdad. Ella exige firmemente que la envíen al ", "Lugar Malo", " junto con", " Chidi", ", y explica sus deducciones al descubrir que todo el tiempo han estado en el ", "Lugar Malo", " ante esto ", "Michael", " lanza una carcajada muy extraña y el ángel felicita a ", "Eleanor", " por su inteligencia antes de borrar los recuerdos de los humanos y restablecer el programa del más allá. Nadie vio venir esta revelación.", "El Juego de Calamar - Seong Gi-Hun descubre la verdad sobre Il-Nam", "El ", "Juego del Calamar", " fue todo un fenómeno global cuando se estrenó en ", "Netflix", ", la serie encanto a la audiencia a la par que nos aterraba con su metáfora tan oscura de la lucha de clases en ", "Corea del Sur", ", al exponer las diferencias financieras, filosóficas y éticas entre la élite rica y las clases bajas. Todos conseguimos empatizar con ", "Seong Gi-Hun", ", ", "Kang Sae-Byok", ", ", "Abdul Ali", " y el anciano encantadoramente débil llamado ", "Oh Il-Nam", ". Cuando este último muere durante el juego de las canicas, tras esto ", "Seong Gi-Hun", " se siente culpable por causar la muerte de ", "Oh Il-Nam", ", pero esta culpa se convierte en ira cuando descubre que en realidad el anciano es el líder del selecto club de gente rica y el organizador de los Juegos del Calamar, por lo tanto también es el responsable de todas la muertes que ocurrieron, nada nos preparó para este momento.", "Westworld - El Hombre de Negro revela la verdad sobre William a Dolores", "La primera vez que vez ", "Westworld", " puede ser algo confusa, pero una vez que empiezas a entender, notarás que la primera temporada se divide en dos historias principales: una nos cuenta el romance de ", "Dolores", " que es una anfitriona con ", "William", " que es una persona real, mientras que la otra sigue al ", "Hombre de Negro", " en su vengativo recorrido por el parque en búsqueda de los secretos del mismo. Sin embargo, en un momento de la trama, ", "Dolores", " es capturada por el ", "Hombre de Negro", ", y mientras la lleva consigo en el villano habla con ella, y finalmente le revela a", " Dolores", ", que él es su amado ", "William", " y que desde que se conocieron han pasado 30 años. En realidad, ", "Dolores", " ha estado reproduciendo dos flujos de memoria distintos a través de su conciencia digital, haciéndola percibir simultáneamente dos momentos distintos en el tiempo. La sorpresa de ", "Dolores", " se comparte con el público que hasta ese entonces pensaba que veía una historia lineal y que ", "Dolores", " alucinaba debido a una falla en su sistema.", "Estos son los 5 de los mejores Plot Twist que pudimos haber visto en la Televisión, hemos dejado fuera muchos que son igual de buenos, pero eso lo hicimos para que ustedes nos cuenten en comentarios ¿Qué otros Plot Twist legendarios recuerdan y cuál es su favorito?", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", " @ErickRom0506"]},
{"titulo": ["Monkey Man - Reseña"], "calificacion": ["9"]},
{"titulo": ["WB Discovery quiere ceder licencias de franquicias a otros estudios"], "contenido": ["Batman. La Liga de la Justicia. Harry Potter. Looney Tunes. Game of Thrones. La lista de propiedad intelectual que posee Warner Bros. Discovery es enorme, y gran parte de ella parece lista para ser convertida en un videojuego. Si estás pensando que WB ha sido un poco lenta en aprovechar esa biblioteca, parece que la dirección de la empresa está de acuerdo y está buscando no solo hacer más de sus propios juegos, sino también ceder bajo licencia algunas de sus franquicias más importantes a otros estudios de juegos en el futuro.", "Hoy, en la conferencia sobre los resultados del segundo trimestre de Warner Bros. Discovery, el director ejecutivo David Zaslav y el presidente de streaming y juegos globales JB Perrette respondieron a una pregunta sobre el \"valor estratégico\" de los juegos para Warner Bros. dado el reciente \"rendimiento desigual\". La compañía acaba de informar que los ingresos por juegos cayeron un 41% interanual debido al bajo rendimiento de Suicide Squad: Kill the Justice League en comparación con el enorme éxito de Hogwarts Legacy el año pasado. ¿WB considera los juegos como una parte fundamental de su cartera?", "Parece que la respuesta es sí. Tanto Zaslav como Perrette explicaron que querían hacer crecer el negocio de los videojuegos, especialmente en el espacio de los juegos gratuitos, que según Perrette puede ayudar a equilibrar algunos de los altibajos de la cíclica industria de las consolas. Esa es una de las razones por las que WB adquirió Player First Games, desarrollador de Multiversus, a principios de este año.", "Zaslav continuó señalando que WB no solo quería seguir aprovechando sus once estudios, sino que también hay \"mucho interés entre otros en aprovechar parte de esa propiedad intelectual para los juegos, algo que estamos considerando\".", "A continuación, ambas respuestas completas:", "\n", "Perrette:", " Vemos la evolución de la narración en el entretenimiento interactivo como un espacio y decimos que es una de las áreas únicas en los medios que está creciendo, tanto en términos de tiempo dedicado, como en términos de participación y en términos de ingresos. Y por eso seguimos viéndolo como una gran oportunidad para nosotros. Sabemos que nuestras franquicias, particularmente en un mundo en el que la industria del juego, lanzar nuevas franquicias es cada vez más difícil por varias razones, incluida la depreciación de IDFA y más desafíos con el marketing y la adquisición de clientes, y que franquicias como las que tenemos tienen una gran demanda y pueden ayudar en el lanzamiento de juegos. Todavía se necesita un gran juego, y la realidad es que hemos tenido la desafortunada... en un corto período de 12 meses, pasamos de tener el año récord en 2023 con Hogwarts Legacy a, lamentablemente, tener el lado opuesto de ese espectro con Suicide Squad. Y parte de ese negocio sigue estando impulsado por los éxitos, pero una de las áreas en las que nos estamos inclinando particularmente, que representa aproximadamente la mitad del negocio de juegos de 200 mil millones de dólares, es el espacio de juego gratuito.", "\n\n", "Y el acuerdo con Player First realmente tenía como objetivo fortalecer nuestras capacidades en ese espacio, porque creemos que estamos en una escala menor y tenemos más oportunidades de crecer en ese espacio, que es una gran parte del mercado. Y cuando lo hagamos, también nos ayudará a proporcionar un mayor equilibrio a nuestro negocio de juegos, frente a la inevitable ciclicidad de más lanzamientos basados ​​en consolas que tienen un horizonte temporal de 3 a 4 años y un poco más de irregularidad incluso cuando se hace bien. Por lo tanto, seguimos creyendo firmemente en el espacio de los juegos, queremos seguir viendo y descubriendo cómo nos apoyamos en él y crecer en ese espacio, y sin duda les contaremos más sobre ello a medida que pase el tiempo.", "\n\n", "Zaslav:", " Una de las ventajas estratégicas de poseer toda nuestra propiedad intelectual es que, a medida que el mundo ha cambiado, solía lanzarse una película o una serie de televisión, y luego hacer un juego. Pero una de las razones por las que Hogwarts Legacy tuvo tanto éxito y fue el juego número uno el año pasado fue que entraste en Hogwarts Legacy y entraste en el juego y pudiste convertirte en parte de ese mundo. En última instancia, creo que eso es una parte importante de hacia dónde se dirige esta industria. Crearemos una película, ya sea Batman o Superman o Harry Potter, y tal vez haya un programa de televisión, pero la capacidad de entrar en ese mundo y tener esa experiencia de pasar tiempo con todos los personajes es algo que aún poseemos. Tenemos 11 estudios aquí y tenemos mucha propiedad intelectual. Y también hay mucho interés entre otros en venir a aprovechar parte de esa propiedad intelectual para los juegos, que es algo que estamos considerando. Porque, como dijo JB, necesitamos crecer, y la propiedad intelectual que poseemos y el valor que tiene en el espacio de los juegos es algo que queremos aprovechar.", "\n", "Warner Bros. Discovery informó de ingresos por 9,700 millones de dólares en el trimestre, pero una pérdida neta total de 10,000 millones de dólares, de los cuales 9,100 millones de dólares se debieron a cargos por deterioro. La empresa también informó de que los servicios de suscripción aumentaron en 3.6 millones de suscriptores respecto del trimestre anterior, lo que elevó el total a 103.3 millones.", " "]},
{"titulo": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "contenido": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF ", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"titulo": ["Assassin's Creed Odyssey recibirá soporte para 60 FPS en PS5 y Xbox Series X/S"], "contenido": ["Assassin's Creed Odyssey recibirá oficialmente soporte de 60 FPS tanto en PlayStation 5 como en Xbox Series X/S gracias a la retrocompatibilidad este martes 24 de agosto.", "Ubisoft compartió la noticia a través de Twitter, revelando que será parte de la Actualización de Título 1.6.0 de ", "Assassin's Creed Odyssey", ". Obviamente, esta es una adición bienvenida para aquellos con consolas de nueva generación, especialmente porque no existe una versión adecuada para PS5 o Xbox Series X/S de Assassin's Creed Odyssey de 2018.", "\n", "Missing Ancient Greece? A new title update for Assassin's Creed Odyssey will be deployed on August 24, adding 60FPS support when running the game on Xbox Series X|S & PlayStation 5 through backwards compatibility! ", "#AssassinsCreed", "\n— Assassin's Creed (@assassinscreed) ", "August 23, 2021", "Agregar soporte para 60 FPS a juegos más antiguos se está convirtiendo en una gran tendencia en esta generación de PS5 y Xbox Series X/S, y Assassin's Creed Odyssey sigue a juegos como Dark Souls 3 y The Last of Us Part 2 para brindarles a los fans otra razón para regresar.", "En nuestra reseña de Assassin's Creed Odyssey, dijimos que su \"aventura en un mundo abierto a través de la antigua Grecia es una emoción maravillosa, y la mejor que ha sido la serie\".", "Los juegos de Assassin's Creed son conocidos por su soporte posterior al lanzamiento, desde correcciones de errores hasta expansiones y DLC, y ", "Assassin's Creed Valhalla", " no es diferente, ya que recientemente obtuvo su expansión Siege of Paris.", " ", "Llevar Assassin's Creed Odyssey a 60 FPS es genial para los fans que quieren volver a la historia o experimentarla por primera vez y prepararse para ", "Assassin's Creed Infinity", ", un juego que representa un gran cambio en la franquicia, ya que, según se informa, es un plataforma en línea que podría incluir múltiples escenarios históricos y evolucionar con el tiempo como se ve en Fortnite y Grand Theft Auto Online.", " "]},
{"titulo": ["PS5 finalmente te permite subir tus capturas y videos directamente a tu celular"], "contenido": ["PlayStation 5 finalmente permitirá a los jugadores tener sus más recientes capturas de pantalla y videos cargados automáticamente directamente en el teléfono celular.", "Tal como lo descubrió la cuenta de Twitter de Gaming Interactive Photos (vía VGC), los fans ahora podrán cargar sus capturas de forma automática directamente en su aplicación móvil de PlayStation. Como pueden ver en el tuit a continuación, los videos enviados a los dispositivos se limitarán a tres minutos o menos, mientras que las capturas en general tendrán un período de vencimiento de catorce días.", "\n", "This a thing now omg! ", "#PS5Share", " ", "#ps5", " ", "#Playstation", " ", "#PsShare", " ", "pic.twitter.com/QOX1J7bLhE", "\n— Gaming-Interactive-Photos (@GamingIntPhoto1) ", "January 25, 2022", "Independientemente de las limitaciones, esto todavía marca un paso adelante para los fans de Sony. Hasta este punto, los jugadores que esperaban ver sus clips más recientes en el móvil tendrían que invertir en equipos adicionales o subirlos a las redes sociales desde sus consolas y luego descargarlos desde allí.", "Según VGC, para verificar si tu consola ya obtuvo o no la función, debes dirigirte a la Galería de medios en tu consola, donde deberías ver aparecer la ventana emergente anterior si está disponible. La función ya ha estado en pruebas beta en algunas regiones, pero parece que ahora se está implementando en todo el mundo.", "Desde las opciones de la Galería de medios, puedes elegir si deseas o no que la consola cargue automáticamente tus capturas de pantalla más recientes en el dispositivo móvil, o si prefieres mantenerlas únicamente en tu sistema ", "PlayStation 5", ".", "En otras noticias recientes de ", "PlayStation 5", ", Sony lanzó recientemente la herramienta Wrap-Up de consolas para 2021, que permite a los fans recordar su último año con PlayStation. Al igual que otros servicios similares, la experiencia permite a los jugadores revisar sus propios datos personalizados de los últimos doce meses, incluyendo información sobre los juegos más jugados y los últimos trofeos, así como datos sobre cómo la comunidad de PlayStation en general.", " "]},
{"titulo": ["Horizon Zero Dawn: una versión remasterizada para PS5 estaría en proceso junto con un título multijugador"], "contenido": ["Según los informes, se está trabajando en una remasterización de ", "Horizon Zero Dawn", " de 2017 para PS5 junto con un nuevo juego multijugador para PS5 y PC.", "Según lo informado por VGC y MP1ST, The Last of Us Part 1 Remake, en el que anteriormente preguntamos si valía la pena su precio de $70 dólares solo nueve años después de su lanzamiento, parece que pronto se unirá a una versión actualizada de la primera aventura de Aloy en PS4.", "No está 100% claro si esto sería un remake completo como The Last of Us Part 1 o solo una remasterización, pero algunos de los detalles hacen que parezca que se está inclinando más hacia lo último. Los informes afirman que esta nueva versión agregará \"características de accesibilidad, modos gráficos y mejoras en la calidad de vida del juego en sí\". En cierto sentido, parece mejorar el original con las actualizaciones adicionales de Horizon Forbidden West.", "Horizon Zero Dawn ", "tuvo un lanzamiento para PC", " en 2020 y agregó características tales como una distancia de dibujo mejorada y velocidades de cuadro más altas, pero no necesariamente se consideró una remasterización o una nueva versión del juego original de PS4.", "\n", "\n\n", "\n", "Control Inalámbrico Dualsense - PlayStation 5", "\n", "\n", "Precio de lista: $1,699 pesos", "\n\n", "Precio con descuento: $1,479 pesos", "\n\n", "Puedes ver más detalles y hacer la compra ", "dando clic aquí", ".", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Esta remasterización, al igual que ", "The Last of Us Part 1", ", parece ser potencialmente parte del plan de Sony para remasterizar algunos de sus juegos que se adaptarán para televisión o cine. Sony anunció oficialmente una serie Horizon para Netflix, y esta podría ser una forma de capitalizar el renovado interés cuando la serie esté lista para su estreno, al igual que lo hizo Cyberpunk: Edgerunners para Cyberpunk 2077. Es importante señalar que God of War también está recibiendo el tratamiento de la serie en Amazon, por lo que tal vez el clásico de 2018 también podría recibir una remasterización/remake en el futuro.", "Junto con la noticia de este remake/remaster, los informes también afirman que Guerilla Games está trabajando arduamente en un juego multijugador de Horizon para PS5 y PC. En 2020, una oferta de trabajo de Guerilla buscaba un programador de juegos con experiencia multijugador para trabajar en un \"juego épico de mundo abierto\".", "VGC señaló que el arte conceptual filtrado de Horizon Zero Dawn en 2014 insinuaba los planes iniciales de Guerilla para agregar un modo multijugador al estilo Monster Hunter al juego que haría que los jugadores se unieran para derrotar a enemigos mecánicos masivos. Estos planes nunca se materializaron, pero podrían estar listos para Horizon 3 o un juego independiente.", "Para obtener más información, consulta ", "nuestra reseña de The Last of Us Part 1", " para ver cómo Sony maneja sus nuevas versiones y ", "nuestra reseña de Horizon Forbidden West", ".", " ", " "]},
{"titulo": ["The Elder Scrolls VI no saldrá para PS5, según revela un documento de Microsoft"], "contenido": ["El estado de exclusividad de", " The Elder Scrolls VI", " fue una de las cuestiones candentes tras la compra de ", "Bethesda", " por parte de ", "Microsoft", " por 7.500 millones de dólares en 2021. El jefe de ", "Xbox", ", ", "Phil", " ", "Spencer", ", ha dado vueltas al tema y recientemente insistió en que aún no se había tomado una decisión. Pero ahora, según uno de los propios documentos de ", "Microsoft", ", el debate ha terminado: ", "The Elder Scrolls VI ", "se saltará la ", "PlayStation 5", ".", "El reportero de ", "Axios", ", ", "Stephen", " ", "Totilo", ", tuiteó un documento recién revelado extraído del juicio de la ", "Comisión Federal de Comercio", " (", "FTC", ") contra ", "Microsoft", " por la compra de ", "Activision", " ", "Blizzard", ", e incluye una lista de los juegos anunciados de Bethesda junto con su plataforma y sus intenciones de ventana de lanzamiento.", "De particular interés es la sección sobre ", "The Elder Scrolls VI", ", que, según el documento, no se lanzará en ", "PS5", " sino que solo se lanzará en ", "Xbox", " y ", "PC", ". Su fecha de lanzamiento está por confirmar, pero el juego “se espera para 2026 o más tarde”. ", "Microsoft", " aún no ha hecho un anuncio formal sobre las plataformas de lanzamiento o la ventana de lanzamiento de ", "The Elder Scrolls VI", ". ", "IGN", " le ha pedido comentarios a ", "Microsoft", ".", "La declaración de ", "Microsoft", " sobre la exclusividad mencionada en el documento es una cita de ", "Spencer", " en una entrevista con ", "GQ", " realizada en 2021: \"Para estar en ", "Xbox", ", quiero que podamos traer el paquete completo de lo que tenemos. Y eso sería cierto cuando pienso en ", "The Elder Scrolls VI", "\".", "Quizás no sea sorprendente ver que ", "The Elder Scrolls VI", " se salte la ", "PS5", ", dado que los juegos recientes de ", "Bethesda", " han hecho lo mismo. ", "Redfall", " de ", "Arkane", " y ", "Starfield", " de ", "Bethesda", " ", "Game", " ", "Studios", " se lanzaron solo en ", "Xbox", " y ", "PC", ". También se espera que el próximo juego de ", "Indiana", " ", "Jones", " de ", "MachineGames", " se lance como exclusivo para ", "Xbox", " y ", "PC", ".", "Dada la ventana de lanzamiento mencionada aquí, ", "The Elder Scrolls VI", " también puede saltarse esta generación de consolas. Las ", "Xbox", " ", "Series X|S", " cumplirán seis años a finales de 2026, y la consola de próxima generación de ", "Microsoft", " tiene como objetivo su lanzamiento en 2028.", "Increíblemente, ", "The Elder Scrolls VI", " se anunció hace cinco años en el ", "E3 2018", ". Mientras hablaba con la prensa sobre ", "Starfield", " a principios de agosto, el director de ", "Bethesda", ", ", "Todd", " ", "Howard", ", sugirió que, mirando hacia atrás, probablemente no habría revelado ", "The Elder Scrolls VI", " de la misma manera. \"Probablemente lo habría anunciado de manera más informal\", dijo ", "Howard", ".", "El mes pasado, el jefe de publicaciones de ", "Bethesda", ", ", "Pete", " ", "Hines", ", confirmó que ", "The Elder Scrolls VI", " estaba en “desarrollo temprano” y advirtió a los fanáticos que no deberían esperar noticias sobre ello en el corto plazo.", "Wesley es el editor de noticias del Reino Unido para IGN. Encuéntrelo en Twitter en @wyp100. Puede comunicarse con Wesley en wesley_yinpoole@ign.com o de forma confidencial en wyp100@proton.me"]},
{"titulo": ["PlayStation 5 recibe una función que le encantará a los usuarios de Discord"], "contenido": ["Buenas noticias para los usuarios de Discord que juegan en PlayStation 5, ya que la integración de la consola con la aplicación está por mejorar.", "A través de PlayStation.Blog, Sony anunció el lanzamiento de una actualización para PS5 que ofrece a los jugadores la posibilidad de unirse al chat de voz de Discord directamente desde la consola, sin tener que depender de las aplicaciones para PC o móvil.", "En la publicación explican que paraunirse al chat de voz de Discord en PS5 solo deben \"seleccionar la pestaña Discord en Game Base dentro del centro de control de PS5 y elegir el servidor de Discord o el grupo de DM al que quieras unirte. A continuación, selecciona tu canal de voz preferido. Esto revelará más detalles, como quién está ya chateando en el canal. También recibirás una notificación de la consola PS5 cuando otro usuario de Discord te llame, lo que te permitirá unirte de inmediato.\"", "\n", "You’ll soon be able to join Discord voice chats directly from your PS5 console 🎧 The update is gradually rolling out over the coming weeks, starting in Japan/Asia: ", "https://t.co/kcJtWAYOLB", " ", "pic.twitter.com/KGOFSauZvH", "\n— PlayStation (@PlayStation) ", "June 13, 2024", "Esta actualización se implementará de manera gradual en las próximas semanas, comenzando por Japón/Asia y concluyendo en América.", "Además de esto, se menciona que desde hoy se ofrece la posibilidad de compartir tu perfil de PlayStation Network en cualquier aplicación de red social o mensajería de manera sencilla a través de un código QR.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Se anuncia Marvel Rivals - un shooter gratuito basado en equipos 6 contra 6 ambientado en todo el Multiverso"], "contenido": ["NetEase y Marvel Games han anunciado Marvel Rivals, un shooter gratuito basado en equipos 6v6 para PC protagonizado por héroes y villanos icónicos de los Vengadores, Guardianes de la Galaxia, X-Men y muchos más.", "Si bien no se dio una fecha de lanzamiento, Netease y Marvel revelaron que Marvel Rivals tendrá una prueba alfa cerrada en mayo. También compartió que esta aventura multiversal contará con un plantel inicial compuesto por Black Panther, Doctor Strange, Groot, Hulk, Iron Man, Loki, Luna Snow, Magik, Magneto, Mantis, Namor, Peni Parker, Rocket Raccoon, Scarlet Witch, Spider-Man, Storm, Star-Lord y The Punisher.", "Vean el tráiler de presentación a continuación:", "Marvel Rivals también promete campos de batalla en constante cambio que serán destruidos por la cabalgata de poderes que se exhiben en cada partida, sin importar si es en Asgard, el Tokio de 2099 u otros. Esto tampoco es para lucirse, ya que puedes destruir y remodelar tu entorno para obtener una ventaja táctica sobre tus enemigos.", "El pensamiento estratégico no termina ahí, ya que Dynamic Hero Synergy estará disponible para aquellos que encuentren la combinación adecuada de personajes. Por ejemplo, Rocket Raccoon puede saltar sobre la espalda de Groot para volverse más poderoso y Hulk puede desatar energía gamma contra Iron Man para un ataque masivo.", "Al igual que otros juegos gratuitos, Marvel Rivals seguirá evolucionando y obteniendo contenido nuevo a medida que avancen las temporadas, incluidos nuevos personajes jugables, mapas y mucho más. Cada nueva temporada también contará más de la historia de Marvel Rivals, escrita por el equipo de redacción de NetEase.", "En este multiverso, el Doctor Doom y su yo futuro del año 2099 están atrapados en una feroz batalla que ha provocado que innumerables universos colisionen en Timestream Entanglement. Para evitar que las cosas empeoren aún más, los héroes y villanos de todo el multiverso deben dejar de lado sus diferencias y unirse para salvar todo lo que conocemos y amamos.", "Este será el tercer juego de Marvel de NetEase después de Marvel Duel y Marvel Super War. NetEase también ha desarrollado otros juegos como EVE: Echoes, Naraka: Bladepoint, The Lord of the Rings: Rise to War, Dead by Daylight Mobile y Harry Potter: Magic Awakened.", "En cuanto a Marvel Games, tenemos Marvel 1943: Rise of Hydra de Skydance, Wolverine de Marvel de Insomniac, los juegos Iron Man y Black Panther de EA y Marvel's Blade de Arkane Lyon que esperamos.", " "]},
{"titulo": ["DOOM: alguien logró correrlo en un medidor de luz en México"], "contenido": ["Ya saben cómo está la situación con ", "DOOM", " que prácticamente lo hemos visto correr en toda clase de dispositivos, y es que siendo un juego clásico con requisitos mínimos, se ha vuelto una especie de reto ver en qué aparatos se puede instalar, incluyendo calculadoras, refrigeradores, relojes inteligentes, teléfonos antiguos e incluso pantallas de menús en cadenas de comida rápida.", "Dicho esto, parece que el reto DOOM más reciente involucra un medidor de la Comisión Federal de Electricidad (CFE) en México, y es que se ha viralizado la imagen que pueden ver a continuación que presuntamente muestra al juego ejecutándose en la pantalla del dispositivo que registra el consumo de electricidad.", " ", "Considerando que un medidor tiene un hardware bastante básico llama la atención cómo puede correr el juego, aunque por lo que se aprecia parece ser la versión creada para calculadoras.", "Cabe mencionar que no hay mucha información sobre este tema, solo está la fotografía del medidor aparentemente corriendo el juego que se está viralizando en redes sociales, por lo que bien podría ser una fotografía editada para engañar al público, aunque la noticia ya se está compartiendo en sitios de noticias como Reforma.", "\n", "\n\n", "\n", "Consola PlayStation 5 - Standard Edition", "\n", "\n", "Precio: $13,534 pesos", "\n\n", "Puedes ver más detalles y hacer la compra dando clic en este enlace.", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Y bueno, si esto no les parece sorprendente, hace unas semanas se reportó como alguien logró correr DOOM en un bloque de LEGO, tal como pueden ver en el tuit a continuación:", "\n", "I wired the brick up as a very small external monitor, so you can, for instance, play Doom on it. ", "pic.twitter.com/uWK2Uw7Egr", "\n— James Brown (@ancient_james) ", "June 19, 2022", "Así que la pregunta que deben hacerse con todos los dispositivos con pantalla que encuentren en su camino es, ¿podrá correr DOOM?", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Dead Island 2: Nuevo Gameplay"], "fecha_de_publicacion": ["2 de Marzo de 2023"]},
{"titulo": ["Lego Horizon Adventures sería anunciado esta misma semana"], "contenido": ["Desde hace unas semanas habían circulado rumores sobre LEGO Horizon Adventures, y ahora tenemos un nuevo reporte que asegura que el juego será anunciado esta misma semana.", "De acuerdo al confiable informante Bilbil-kun, Sony anunciará LEGO Horizon Adventures para PlayStation 5 y PC esta semana durante el Summer Game Fest, y es descrito como un juego de acción y aventuras con juego cooperativo en solitario y multiplataforma.", "El lanzamiento simultáneo en PS5 y PC seguiría la estrategia que Sony utilizó para el exitoso Helldivers 2 y el que usará para el shooter Concord.", "Sony aún no ha comentado sobre el rumor de LEGO Horizon Adventures, pero de acuerdo a Insider Gaming, será básicamente Horizon Forbidden West con LEGOs.", "Así que solo falta ver si el anuncio se hace realidad el próximo viernes 7 de junio en el Summer Game Fest.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["PS5: este sería su costo"], "contenido": ["Han estado circulando muchos rumores sobre ", "PlayStation 5", ", y ahora tenemos que se ha filtrado el posible precio de la nueva consola.", "De acuerdo a información de ComicBook, una tienda de Eslovaquia conocida como ProGamingShop listó la consola ", "PlayStation 5", " con un precio de 500 euros, lo que se traduce en 500 a 558 dólares.", "Si este precio es correcto, la consola de nueva generación de Sony se vendería en Estados Unidos en alrededor de USD $500 o USD $550 en su lanzamiento, lo que coincide con algunos reportes que la colocan USD $100 o USD $150 más cara que el precio que tuvo la PlayStation 4 cuando llegó al mercado.", "De manera interesante, la página del producto de la tienda europea señala que la ", "PlayStation 5", " se pondrá disponible el 4 de diciembre de 2020, que también coincide con otra filtración reciente y con la fecha de lanzamiento de la PlayStation original que llegó al mercado un 4 de diciembre de 1994.", "Por supuesto todo esto se debe tomar como un simple rumor hasta que Sony confirme los detalles, de hecho es poco probable que una tienda minorista ya tenga esos datos y de hecho no tiene la misma fiabilidad que alguna otra tienda como Amazon y Best Buy, pero suena como una cifra probable así que ya veremos.", "Hablando de PlayStation 5, recientemente les comentamos de otro reporte que asegura que la consola", " tendrá retrocompatibilidad con todas las consolas PlayStation anteriores", ", además de ", "un listado con los posibles juegos que acompañarán a la plataforma en su lanzamiento", ".", "A continuación pueden ver un render creado por Let's Go Digital que nos muestra cómo podría lucir la PS5 en base a su kit de desarrollo.", "En otras notas recientes, les presentamos previos de", " Star Wars Jedi: Fallen Order", " y de ", "Pokémon Sword and Shield", ".", " ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Primer vistazo oficial a 'Knight of the seven Kingdoms', precuela de Game of Thrones"], "contenido": ["Con el estreno de la segunda temporada de ", "House of the Dragon", ", todo el mundo está expectante a lo que el nuevo show de ", "Game of Thrones", " tiene para ofrecer. La disputa entre la familia Targaryen por el trono recién comienza y aún tiene mucho por dar.", "Como muchos se habrán dado cuenta, desde hace tiempo ya están en planeación múltiples spin offs del mundo de ", "George R.R. Martin", ". Uno de estos, son las aventuras de ", "Dunk", " y ", "Egg", ", el cual lleva por nombre ", "Knight of the Seven Kingdoms", ".", "\n", "Ambientado un siglo antes de ", "#GameOfThrones", ", la nueva serie dramática HBO Original, A Knight of the Seven Kingdoms, ya está en producción. Próximamente en Max y HBO. ", "pic.twitter.com/iXrhpqlwtA", "\n— Max Latinoamérica (@StreamMaxLA) ", "June 18, 2024", "Por medio de las redes sociales de HBO, se reveló el primer vistazo oficial a ", "Peter Claffey", " como ", "Ser Duncan", " el alto. Además de esto, se confirmó al resto del cast de la serie que seguirá esta primera temporada.", "\n\t", "Finn Bennett", " - Aerion Targaryen", "\n\t", "Bertie Carvel", " - Baelor Targaryen", "\n\t", "Tanzyn Crawford", " - Tanselle", "\n\t", "Daniel Ings", " - Lyonel Baratheon", "\n\t", "Sam Spruell", " - Maekar Targaryen", "\n", "De acuerdo a ", "IMDB", ", la sinopsis de ", "Knight of the Seven Kingdoms", " versa así:", "Un siglo antes de GOT, Ser Duncan el Alto, y su escudero, Egg vagaban por Poniente, mientras la dinastía Targaryen gobernaba el Trono de Hierro y los dragones aún eran recordados, grandes destinos y enemigos aguardaban a los amigos.", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Cinco datos curiosos que no conocías de Monkey Man"], "contenido": ["Dev Patel ", "debutó como director y guionista con su ópera prima ", "Monkey Man", ", película que honra el legado de clásicos del cine de acción como ", "John Wick", " u ", "Operación Dragón", ", pero con una fuerte crítica política a la corrupción, los gobiernos autoritarios y la discriminación.", "A partir del 16 de mayo está disponible en cines de México, Argentina y Chile. Sin embargo, antes de ver Monkey Man, debes conocer estos cinco datos curiosos para mejorar tu experiencia.", "Origen mitológico", "Dev Patel practica el hinduismo, por lo que no le es de extrañarse su conocimiento del Ramayana, epopeya del siglo III a.C. En una parte de dicho texto épico se relata Hanuman, dios con cabeza de mono, lideró un ejército de primates para ayudar al héroe del relato, Rama, a rescatar a la diosa Sita de un demonio que la secuestró,", " Rávana", ".", "En Monkey Man, Kid, el protagonista interpretado por Patel, crece escuchando las hazañas de ", "Hanuman", ", mismas que se mencionan en varias ocasiones a lo largo de la película, estableciendo un paralelismo entre la deidad y el héroe que busca vengarse de los que despojaron a su pueblo de sus tierras y asesinaron a su madre.", "Jordan Peele", "Durante la pandemia, la producción de Monkey Man se vio amenazada por las restricciones sanitarias, además de que la empresa con la que había acordado primero su distribución rechazó al final el proyecto.", "Sin embargo, el cineasta ", "Jordan Peele", " (Get Out, Us y Nope) se sumó como productor para que la ópera prima de Dev Patel saliera a la luz y que, en vez de estrenarse en plataforma de streaming, se lanzara en salas de cine.", "Fracturas en el set", "El primer día de rodaje marcó el resto de la producción de Monkey Man, pues Dev Patel se rompió una mano durante una escena de pelea, por lo que requirió una cirugía de emergencia que concluyó con un clavo en la parte trasera de la mano.", "A pesar de la fractura y una infección que contrajo en el ojo por las escenas de su cara contra inodoros, el británico regresó al set y aprendió a pelear con una sola mano.", "Clases sociales y estilo de pelea", "Monkey Man ofrece un viaje a través de los estratos sociales de la India contemporánea, donde vemos a la clase obrera y campesina a la que pertenece Kid, y los líderes políticos, religiosos y empresariales.", "Para marcar dicha diferencia, Dev Patel aseguró que su intención era que el estilo de pelea de Kid fuera más improvisado, es decir, más brusco y reflejara que aprendió a pelear en las calles, por lo tanto, es común ver que haga uso de los utensilios que tiene a su alrededor para atacar y defenderse.", "Hijras", "El término ", "Hijra", " se utiliza en la India para designar a personas que no son consideradas hombres ni mujeres, sino un tercer sexo. En el hinduismo, varias deidades tienden a la androginia, por lo que la existencia de estas personas no representaba tabú ni discriminación hasta la llegada del régimen colonial británico.", "En la película, Kid es rescatado por Hijras, quienes le dan asilo en su templo dedicado a ", "Ardhanarishvara", ", deidad andrógina originada de la unión entre ", "Shiva", " y ", "Parvati", ". Las Hijras juegan un papel importante en la trama pues apoyan al protagonista en su entrenamiento y fungen como aliadas para completar su venganza."]},
{"titulo": ["Hogwarts Legacy: El desarrollador establece las expectativas para la actualización entrante"], "contenido": ["Un desarrollador de ", "Avalanche", " ", "Software", " ha recurrido a ", "X/Twitte", "r para \"establecer expectativas\" para la actualización entrante de ", "Hogwarts", " ", "Legacy", ".", "El administrador de la comunidad, ", "Chandler Wood", ", dijo a los fanáticos del juego que la redacción original de ", "Avalanche", " fue \"muy intencional\" cuando prometió \"actualizaciones y funciones adicionales\" en enero de 2024.", "\"Estamos encantados de que todos estéis entusiasmados con la actualización gratuita de ", "Hogwarts", " ", "Legacy", " este verano\", dijo ", "Wood", ". \"Nos encanta ver todas las conjeturas y esperanzas sobre lo que será parte de esta actualización, y aunque aún no estamos listos para hablar de ello, quiero establecer algunas expectativas sobre lo que estamos trabajando.", "\n", "Hi everyone! We are thrilled that you are all excited for the free update to Hogwarts Legacy this summer. We love seeing all the guesses and hopes for what will be part of this update, and while we are not ready to talk about it yet, I do want to set some expectations for...(1/2)\n— Chandler Wood (@FinchStrife) ", "March 7, 2024", "\"Nuestra redacción original de 'actualizaciones y funciones adicionales para el juego' fue muy intencionada. Esta actualización es una pequeña forma de mostrar agradecimiento a nuestros jugadores por la increíble recepción del juego\".", "Todavía es muy difícil determinar cuál podría ser el nuevo contenido, ya que implementar \"actualizaciones y características adicionales\" podría esencialmente significar cualquier cosa, pero ", "Wood", " aparentemente está tratando de que los fanáticos de ", "Hogwarts", " ", "Legacy", " sepan que una expansión importante o algo demasiado complejo o vasto está en camino. forma.", "Sin embargo, los jugadores de ", "Nintendo", " ", "Switch", ", ", "Xbox", " y ", "PC", " al menos tendrán una nueva misión, ya que el contenido que antes era exclusivo de ", "PlayStation", " llegará junto con el contenido adicional que llegará a todas las plataformas. Esto incluye la misión ", "Haunted Hogsmeade", " que, una vez completada, otorga acceso a la ", "Tienda", " ", "de", " ", "Hogsmeade", ", así como al conjunto de cosméticos ", "Shopkeeper", ".", "Hogwarts Legacy", "Harry", "Potter", "J.K. Rowling", "Ryan Dinsdale es reportero independiente de IGN. Hablará de The Witcher todo el día."]},
{"titulo": ["Tomb Raider 1-3 Remastered en PlayStation 5 no tiene ningún trofeo de platino"], "contenido": ["Tomb Raider 1-3 Remastered", " no incluye ningún trofeo de platino en ", "PlayStation 5", ", confirmó el desarrollador ", "Aspyr", " a ", "IGN", ".", "Sin embargo, la versión de ", "PlayStation 4 ", "sí. Eso significa que las versiones para ", "PS5", " de ", "Tomb", " ", "Raider 1-3", " solo cuentan con trofeos individuales de Bronce, Plata y Oro.", "En un comunicado emitido a ", "IGN", ", ", "Aspyr", ", que desarrolló la colección remasterizada en nombre del desarrollador principal de ", "Tomb Raider", ", ", "Crystal", " ", "Dynamics", ", dijo que la colección incluye más de 200 trofeos para coleccionar, pero ninguno de platino en ", "PlayStation 5", ".", "Aquí está la declaración completa:", "\n", "“La versión para ", "PlayStation 4", " de", " Tomb Raider I-III Remastered ", "presenta trofeos de platino, mientras que la versión para ", "PS5", " no. Los jugadores recibirán la versión para ", "PlayStation 4 ", "y ", "PlayStation 5", " de", " Tomb Raider I-III Remastered ", "con su compra. Esta colección incluye más de 200 trofeos que abarcan la finalización de juegos, Easter Eggs y nuevos desafíos”.", "\n", "PS5", "Tomb Raider 1-3 Remastered", "PS5", "Call of Duty Modern Warfare 3", "Tomb Raider 1-3 Remastered", " incluye versiones visualmente actualizadas de ", "Tomb Raider ", "y ", "The Unfinished B", "usiness Expansion, Tomb Raider 2 y The Gold Mask Expansion, y ", "Tomb Raider 3", " y ", "The Lost Artifact Expansion", ". Saldrá el 13 de febrero en ", "PS5", ", ", "PS4", ", ", "Xbox", " ", "Series X|S", ", ", "Xbox", " ", "One", ", ", "Nintendo", " ", "Switch", " y ", "PC", ".", "Wesley es el editor de noticias del Reino Unido para IGN. Encuéntrelo en Twitter en @wyp100. Puede comunicarse con Wesley en wesley_yinpoole@ign.com o de manera confidencial en wyp100@proton.me"]},
{"titulo": ["Assassin's Creed Infinity: Ubisoft está trabajando en este título que sería una plataforma en evolución al estilo Fortnite"], "contenido": ["Ubisoft ha anunciado formalmente que Assassin's Creed Infinity está en desarrollo, proporcionando algunos detalles adicionales sobre los equipos que trabajan en el proyecto - aunque sin confirmar su estructura ni los detalles del juego.", "En una declaración conjunta de los directores generales de Ubisoft Quebec y Montreal, Nathalie Bouchard y Christophe Derenne, el nuevo desarrollo se presenta como \"un importante proyecto próximo y temprano en desarrollo con el nombre en código Assassin's Creed Infinity\". Si bien no se revelaron más detalles sobre la forma que tomará Infinity, el lenguaje definitivamente parece apuntar a un proyecto más grande que un solo juego.", "Tal como reporta Bloomberg, el proyecto será trabajado por una \"nueva estructura colaborativa entre estudios\" compuesta por los equipos de Montreal y Quebec. Los líderes creativos en cada estudio serán Jonathan Dumont de Quebec (Assassin's Creed Syndicate, Assassin's Creed Odyssey) y Clint Hocking de Montreal (Far Cry 2, Splinter Cell: Chaos Theory, Watch Dogs: Legion).", "\"En lugar de seguir pasando la batuta de un juego a otro\", se lee en la declaración, \"creemos profundamente que esta es una oportunidad para que una de las franquicias más queridas de Ubisoft evolucione de una manera más integrada y colaborativa, menos centrada en los estudios y más enfocada sobre talento y liderazgo, sin importar dónde se encuentren dentro de Ubisoft\".", "Se prometen más detalles de Infinity y del segundo año de contenido de ", "Assassins 'Creed Valhalla", " para una fecha posterior.", "Poco antes de que el anuncio se hiciera oficial se había filtrado que Ubisoft estaba trabajando en un nuevo proyecto con el nombre en código Assassin's Creed Infinity, que supuestamente sería una plataforma en línea que incluiría múltiples configuraciones históricas y evolucionaría con el tiempo, no muy diferente a los enfoques adoptados por Fortnite y Grand Theft Auto Online.", "Las fuentes de Bloomberg aseguran que Infinity está diseñado para funcionar durante años e incluiría una serie de configuraciones, en lugar de las ubicaciones históricas únicas por las que es conocida la serie. La plataforma aparentemente abarcaría varios juegos diferentes de Assassin's Creed, que \"pueden verse y sentirse diferentes, pero todos estarán conectados\". Las fuentes de Bloomberg también dicen que el proyecto está a años de su lanzamiento.", "Ubisoft confirmó la existencia del proyecto a Bloomberg, y una portavoz dijo que quiere \"superar las expectativas de los fans que han estado pidiendo un enfoque más cohesivo\". No se confirmaron otros detalles informados.", "Marcaría un gran cambio para la franquicia Assassin's Creed, que ha visto un nuevo juego casi todos los años desde 2007. El informe de Bloomberg agrega que ese cambio ya ha causado algunos problemas para los desarrolladores de Ubisoft, con algunos miembros del equipo aparentemente descontentos con la escala del proyecto después de trabajar en grandes juegos durante muchos años. El informe agrega que Ubisoft Montreal y Ubisoft Quebec se están unificando en un solo equipo para Infinity, con Quebec a la cabeza de la franquicia.", "Assassin's Creed ha estado dando pasos hacia un enfoque de servicio en vivo durante algunos años, con Origins, Odyssey y Valhalla empleando tácticas más familiares para los juegos multijugador de servicio en vivo, como actualizaciones gratuitas regulares y DLC cosmético pagado. Infinity se siente como un paso hacia un enfoque familiar para Fortnite y GTA Online, los cuales han mantenido enormes bases de jugadores invertidas al agregar y cambiar sus mundos a lo largo de los años.", "Casualmente, informes recientes han sugerido que Grand Theft Auto 6 podría estar adoptando un enfoque similar basado en una plataforma, con rumores que apuntan a una versión de Vice City que se modificará con el tiempo. Según los informes, ", "ese juego saldrá en 2024 o 2025", ".", " "]},
{"titulo": ["Se reporta que Sony perdió 20 mil millones de dólares en la bolsa luego del anuncio de Microsoft"], "contenido": ["Reportes informan que las acciones de Sony sufrieron un duro golpe que les costó 20 mil millones de dólares luego de que Microsoft anunciara un acuerdo para comprar Activision Blizzard.", "Como se detalla en un informe de ", "Bloomberg", ", las acciones de Sony Group Corp. habrían caído un 13% en la bolsa de Tokio este miércoles, sólo un día después de que Microsoft anunciara su acuerdo de 68.7 mil millones de dólares para adquirir Activision Blizzard. Según el informe, esta sería la mayor caída individual en las acciones de la compañía desde octubre de 2008.", " ", "\n", "@ignlatam", " Todas estas franquicias ahora son de ", "#Xbox", " 🔥 ", "#Microsoft", " ", "#Activision", " ", "#Blizzard", " ", "♬ Xbox - Xbox", "\n", " ", "Esta adquisición traerá una amplia y nueva gama de franquicias a los dominios de Xbox, incluidas algunas como Call of Duty, Overwatch, Diablo, Tony Hawk’s Pro Skater, Warcraft y mucho más. Además, ", "el año pasado Xbox anunció la compra de ZeniMax,", " la empresa matriz de Bethesda, por un valor de 7.5 mil millones de dólares. Con esta nueva compra, que trae a la compañía una cantidad importante de IPs de alto perfil, no sorprende que el precio del acuerdo empequeñezca sus adquisiciones anteriores por un amplio margen y que aparentemente, haya resultado en que las acciones de su gran competidor, Sony, se vean afectadas.", "En los últimos años Sony y Xbox han adoptado diferentes enfoques para alentar a los jugadores a comprar sus nuevas consolas. Si bien PlayStation ha tenido éxito al ofrecer una serie de IPs y títulos exclusivos como Spider-Man de Insomniac, The Last of Us de Naughty Dog u Horizon Zero Dawn de Guerrilla; Xbox optó por apostarle a su servicio de suscripción, Game Pass, como una forma para traer jugadores adicionales a su redil.", "Si bien el año pasado se informó que las suscripciones de Game Pass se redujeron, una declaración reciente del presidente de Xbox, Phil Spencer, reveló que ", "el servicio ya tiene más de 25 millones de suscriptores", ". El anuncio vino junto con la noticia de que Microsoft ofrecería “tantos juegos de Activision Blizzard como podamos dentro de Xbox Game Pass y PC Game Pass” una vez que la compra se haya completado y seguramente, este movimiento le añadirá al servicio bastantes suscriptores más.", "Por ahora no está claro exactamente qué juegos de Activision Blizzard son los que Xbox planea hacer exclusivos para sus consolas y cuáles seguirán estando disponibles para los usuarios de PlayStation. Sin embargo, dado que ", "el próximo lanzamiento de Bethesda, Starfield, será exclusivo de Xbox", ", puede que los seguidores de la consola de Sony se pierdan algún otro lanzamiento en el futuro.", "En más temas relacionados al movimiento de Microsoft, no te pierdas: ", "¿qué franquicias de Activision Blizzard pasarán a ser parte de Microsoft?", ", ", "Call of Duty seguirá en PlayStation pese a la compra de Activision Blizzard", " y ", "así reaccionó la industria de los videojuegos ante el acuerdo", "."]},
{"titulo": ["LEGO Horizon Adventures es oficial y estará disponible esta Navidad - SGF 2024"], "contenido": ["Sony y LEGO han anunciado oficialmente su versión de LEGO de Horizon: Zero Dawn, titulada LEGO Horizon Adventures, en Summer of Gaming. Llegará a Nintendo Switch, PC y PlayStation 5 en su lanzamiento en la temporada navideña.", "LEGO Horizon Adventures es un juego de acción y aventuras inspirado en el mundo de Horizon y diseñado para dos jugadores en modo cooperativo desde el sofá. Parece ser una versión cómica de Horizon, con Aloy como estrella pero no necesariamente siguiendo la trama exacta de Zero Dawn o Forbidden West. Aloy todavía lucha contra geniales dinosaurios robot (hay una pelea con Thunderjaw de aspecto muy brillante en el tráiler), pero todo es un poco tonto, muy LEGO. También parece haber muchos disfraces desbloqueables tanto para Aloy como para su compañero cooperativo, y una base personalizable de algún tipo que puedes llenar con muchos edificios que... no necesariamente estaban disponibles en Horizon normal.", "LEGO Horizon Adventures se filtró a principios de este mes mediante varios informes, pero con pocos detalles. Anteriormente hemos visto a LEGO colaborar con PlayStation y Guerrilla Games para crear sets LEGO físicos reales basados ​​en el juego. Y LEGO ha creado varios videojuegos exitosos basados ​​en Star Wars, Marvel y otras propiedades. Pero una versión LEGO de un videojuego propio ya existente es una nueva frontera para la empresa.", "Puedes ponerte al día con todo lo demás anunciado en Summer of Gaming aquí mismo.", "En desarrollo..."]},
{"titulo": ["Xbox tendrá 3 días de transmisiones en vivo desde Gamescom 2024"], "contenido": ["Microsoft reveló sus planes para gamescom 2024 y destaca que realizarán 3 días de transmisiones en vivo. ", "A través de Xbox Wire, la compañía anunció que llevarán a cabo una serie de transmisiones desde su stand de Xbox en el evento del 21 al 23 de agosto, donde profundizarán en varios de sus próximos lanzamientos, incluyendo primeros vistazos, charlas con los desarroladores y más. ", "A continuación pueden ver el calendario de transmisiones de Xbox desde gamescom 2024:", "Miércoles 21 de agosto", "- Xbox @ gamescom 2024", " - Comienza a las 6am PDT y presentará juegos como S.T.A.L.K.E.R. 2: Heart of Chornobyl, Atomfall, Age of Mythology y más. ", "- La transmisión de Bethesda comenzará a las 5am PDT", "Jueves 22 de agosto", "- Xbox @ gamescom 2024", " - Comienza a las 6am PDT y presentará juegos como Star Wars Outlaws, World of Warcraft: The War Within, Towerborne y más.", "- La transmisión de Bethesda comenzará a las 5am PDT", "Viernes 23 de agosto", "- Xbox @ gamescom 2024", " - Comienza a las 6am PDT y presentará juegos como Avowed, Ara: History Untold y más. ", "- La transmisión de Bethesda comenzará a las 5am PDT", "Xbox estará presente en el evento con más de 50 juegos de Xbox Game Studios, Blizzard, Bethesda y socios third-party, y los asistentes podrán probar títulos como Age of Mythology: Retold, Ara: History Untold, Diablo IV: Vessel of Hatred, Fallout 76: Milepost Zero, The Elder Scrolls Online: Gold Road y Towerborne.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Avowed se retrasa hasta febrero de 2025"], "contenido": ["Malas noticias para los jugadores que están esperando Avowed, y es que Xbox recién anunció que han decidido retrasar el lanzamiento del juego de finales de 2024 hasta el 18 de febrero de 2025.", "La compañía hizo el anuncio a través de X, donde señalan que la decisión se tomó para darle un respiro a todos los jugadores que tienen una lista de juegos pendientes de jugar, y lo acompañaron con una imagen que muestra todos los títulos first-party anunciados, incluyendo Call of Duty: Black Ops 6, World of Warcraft: The War Within, Ara History Untold y más.", "\n", "So many games coming! As such, we're moving Avowed to Feb 18, 2025 to give players’ backlogs some breathing room.", "\n", "\nStay tuned for more from our games across Activision, Blizzard, Bethesda & Xbox Game Studios at gamescom, including our Aug 23 livestream for a look at Avowed:… ", "pic.twitter.com/3RnyVwlHRa", "\n— Xbox (@Xbox) ", "August 2, 2024", "A continuación pueden darle un vistazo alas fechas de lanzamiento de todos los títulos de la imagen:", "\n\t", "World of Warcraft: The War Within - 26 de agosto de 2024", "\n\t", "Age of Mythology: Retold - 4 de septiembre de 2024", "\n\t", "Ara: History Untold - 24 de septiembre de 2024", "\n\t", "Diablo 4: Vessel of Hatred - 8 de octubre de 2024", "\n\t", "Call of Duty: Black Ops 6 - 25 de octubre de 2024", "\n\t", "Microsoft Flight Simulator 2024 - 19 de noviembre de 2024", "\n\t", "Indiana Jones and the Great Circle - 2024", "\n\t", "Starfield: Shattered Space - 2024", "\n\t", "TowerBorne - 2024", "\n\t", "Avowed - 18 de febrero de 2025", "\n\t", "South of Midnight - 2025", "\n\t", "Doom: The Dark Ages - 2025", "\n\t", "Fable - 2025", "\n", "Avowed estaba originalmente planeado para el otoño de 2024, luego se filtró que se lanzaría el 12 de noviembre de 2024, y ahora se ha compartido la nueva fecha de estreno. La noticia en general parece haber sido bien recibida por los fans que señalan que lo mejor es que se tomen su tiempo con el desarrollo para entregar la mejor experiencia posible.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Doom: el juego clásico ahora tiene Ray Tracing"], "contenido": ["Probando una vez más que los desarrolladores de la escena del modding nunca descansan, alguien integró la tecnología Ray Tracing al ", "Doom ", "clásico de 1993.", "La modificación fue anunciada y lanzada el día de ayer 1 de abril por su creador, ", "sultim-t", ". Disponible en ", "el GitHub de su desarrollador", " para todos aquellos interesados en probarlo, este mod añade ray tracing en tiempo real a la versión source de ", "Doom", ", ", "PrBoom. ", "Los archivos actualmente funcionan con los tres primeros episodios del juego (Knee-Deep in the Dead, The Shores of Hell, e Inferno), y como pueden ver en el video cambia drásticamente el aspecto visual del título.", "Utilizando la tecnología moderna de iluminación, los pasillos claustrofóbicos de ", "Doom", " ahora son tenebrosos, con tus proyectiles iluminando todo en su camino y las bolas de fuego de los enemigos revelando sus posiciones. Ahora necesitas prestar atención a cada esquina y rincón, ya que los demonios que antes estaban a plena vista se ocultan en las sombras como si estuviera planeado así.", "Si quieres probarlo por ti mismo, solo tienes que ", "descargar el mod desde este enlace", ", colocar el archivo DOOM.wad del juego original dentro de la carpeta, y hacer doble click en \"prboom-plus.exe\". Si lo hiciste correctamente, estarás disfrutando de ", "Doom ", "como nunca antes.", "Lamentablemente este mod está limitado a tarjetas Nvidia. El modder aún no ha integrado soporte para gráficos AMD o Intel, pero eso podría llegar en un futuro. Además, mientras que esto es totalmente compatible con ", "Ultimate Doom", ", el mod solo funciona en los tres episodios mencionados previamente. Aún podrás jugar los niveles adicionales del cuarto episodio, pero se revertirán a los gráficos originales.", "Mike Reyes es un editor de IGN Latinoamérica. Nació con un control de SNES en las manos, y jamás ha dejado de jugar. Encuéntralo en redes sociales como ", "@Sol_Criva", "."]},
{"titulo": ["Mario + Rabbids Sparks of Hope: The Tower of Doooom"], "fecha_de_publicacion": ["2 de Marzo de 2023"]},
{"titulo": ["PlayStation 5 podría ser retrocompatible con todas las consolas anteriores"], "contenido": ["Aunque Sony ya reveló algunos detalles de la ", "PlayStation 5", ", no ha quedado muy claro el tema de la retrocompatibilidad, de hecho lo último que escuchamos fue que la compañía estaba buscando ", "ofrecer retrocompatibilidad del 100 por ciento", " con ", "PlayStation 4", ".", "Dicho esto, ahora tenemos que ha surgido un nuevo reporte que sugiere que la PlayStation 5 será retrocompatible con todas las consolas PlayStation anteriores.", "Tal como reporta el sitio Wccftech, el usuario de Twitter conocido como PSErebus recientemente publicó un tuit con hasthags relacionados a ", "PlayStation 5 ", "donde sugiere a los jugadores no deshacerse de sus juegos de PlayStation, PlayStation 2, PlayStation 3 y PlayStation 4, lo que indica que la nueva consola podría tener retrocompatibilidad completa. Si se están preguntando quién es PSErebus para confiar en él, se menciona que es fuente relativamente confiable ya que en el pasado ha revelado información de PlayStation que resulta ser correcta, como", " la fecha de lanzamiento de The Last of Us Part 2", ".", "\n", "Do not dispose of, trade or sell your PlayStation®, PlayStation®2, PlayStation®3 or PlayStation®4 games ", "#Sony", " ", "#PS", " ", "#PS4", " ", "#PS5", " ", "#SonyPlayStation", " ", "#PlayStation", " ", "#PlayStation5", " ", "#PSX", " ", "#PlayStationExperience", " ", "#Holiday2020", " ", "#25YearsOfPlay", " ", "#PlayStation25thAnniversary", " ", "#PS5Anniversary", "\n— PlayStation (@PSErebus) ", "September 30, 2019", "Esto de cierta forma coincide con algo que se ha venido comentando y es que la nueva consola será tanto del pasado como del futuro, y sin duda sería una gran estrategia por parte de Sony ya que ofrecerían a los jugadores una enorme biblioteca de juegos de todas sus generaciones.", "De hecho basta ver el éxito que ha logrado Xbox con su programa de retrocompatibilidad en Xbox One ya que ha sido muy bien recibido por parte de los jugadores.", "PlayStation 5 se pondrá disponible ", "en la temporada navideña de 2020", ", y por lo pronto ya veremos si Sony confirma o desmiente este reporte.", " ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV."]},
{"titulo": ["George R. R. Martin trabaja en próximo spin-off de Juego de Tronos"], "contenido": ["A poco menos de una semana del estreno de la temporada 2 de ", "House of the Dragon", ", el creador de Westeros, el escritor ", "George R. R. Martin", " anunció que ya está trabajando en el spin-off más ambicioso de la saga, ", "Ten Thousands Ships", ".", "A través de su", " página web oficial", ", el autor estadounidense comentó que la guionista ", "Eboni Booth", " está trabajando con él y HBO para el piloto de este nuevo show.", "Ten Thousands Ships ocurre cerca de mil años antes de los eventos de Juego de Tronos y sigue las historias de la princesa ", "Nymeriam ", "ancestro de la casa ", "Martell", " y fundadora del reino de", " Dorne", ", y de los Rhoynar.", "\"Es una joven dramaturga increíblemente talentosa y es un placer trabajar con ella; Cuando no escribía y producía sus obras premiadas dentro y fuera de Broadway, HBO y yo la manteníamos ocupada trabajando en un nuevo piloto para Ten Thousands Ships, un spin-off de Juego de Tronos sobre Nymeria y Rhoynar”, comentó el escritor.", "Asimismo, Martin señaló que, aunque aún no sabe cómo se pagarán los ", "10 mil barcos, tres mil dragones y las tortugas gigantes", ", está muy emocionado por el proyecto.", "Aunque aún no se sabe con certeza más del nuevo spin-off, el autor también aprovechó la entrada de su blog para felicitar a Booth, quien ganó el Premio Pulitzer por su carrera como dramaturga.", "Diego Valadez es editor en IGN Latinoamérica, cinéfilo de corazón y amante del horror sobrenatural. Lo puedes encontrar en Instagram como @dievzgrave"]},
{"titulo": ["La trilogía remastered de Tomb Raider incluye advertencias sobre estereotipos raciales y étnicos de Crystal Dynamics"], "contenido": ["Crystal Dynamics", " ha agregado una advertencia de contenido a ", "Tomb Raider 1-3 Remastered", " señalando lo que describió como estereotipos raciales y étnicos.", "Tomb Raider 1-3 Remastered", " incluye nuevas versiones de los tres primeros juegos de ", "Tomb Raider", ", desarrollados por el desaparecido estudio británico ", "Core Design", " a mediados y finales de los años 90 con un éxito de ventas masivo.", "Tomb Raider 1-3 Remastered", ", disponible esta semana en consolas modernas y PC, incluye un mensaje del actual custodio de ", "Tomb Raider, Crystal Dynamics", ", que advierte contra parte del contenido de los juegos y explica por qué el desarrollador decidió dejarlo.", "Aquí está el mensaje, visto y verificado por IGN:", "“Los juegos de esta colección contienen representaciones ofensivas de personas y culturas arraigadas en prejuicios raciales y étnicos. Estos estereotipos son profundamente dañinos, imperdonables y no se alinean con nuestros valores en Crystal Dynamics. En lugar de eliminar este contenido, hemos decidido presentarlo aquí en su forma original, sin modificaciones, con la esperanza de que podamos reconocer su impacto dañino y aprender de él\".", "Si bien ", "Crystal Dynamics", " no especificó qué partes de los juegos provocaron la advertencia de contenido, puede estar relacionado con la representación de los isleños del Pacífico Sur en ", "Tomb Raider 3", ". Estos miembros de la tribu, que se supone que son caníbales, empuñan hachas puntiagudas y disparan dardos venenosos desde cerbatanas mientras luchan contra ", "Lara Croft", ", emitiendo gritos de muerte parecidos a animales cuando son derrotados.", "\n", "Crédito: Crystal Dynamics.", "\n", "Tomb Raider 1-3 Remastered", " incluye versiones visualmente actualizadas de ", "Tomb Raider", " y ", "The Unfinished Business Expansion, Tomb Raider 2 y The Gold Mask Expansion, y Tomb Raider 3 y The Lost Artifact Expansion", ". Saldrá el 13 de febrero en PS5, PS4, Xbox Series X y S, Xbox One, Nintendo Switch y PC.", "Tomb Raider 1-3 Remastered", " es desarrollado por ", "Aspyr", ", que a principios de este mes confirmó a IGN que la colección no incluye un trofeo de platino en PlayStation 5, pero sí en PlayStation 4.", "Wesley es editor de noticias para el Reino Unido en IGN. Encuéntralo en Twitter como @wyp100. "]},
{"titulo": ["Grand Theft Auto VI: rumores sugieren que el título llegará hasta 2024 o 2025"], "contenido": ["Diversas fuentes sugieren que el lanzamiento de Grand Theft Auto VI apunta para 2024 ó 2025.", "El año pasado, IGN US reportó que GTA 6 estaba en desarrollo, pero en una fase muy temprana. La semana pasada, el insider Tom He", "nderson le puso fecha al lanzamiento del proyecto, el cual llegaría entre 2024 y 2025 — lo que luego fue corroborado por los periodistas Jason Schreirer de Bloomberg y Andy Robinson de VGC.", "Henderson agregó que el título tomaría lugar en una versión moderna de Vice City —la ciudad de la saga inspirada en Miami— y el mapa del juego cambiará con el tiempo de la misma forma que ocurre en otros videojuegos en tiempo real como Fortnite. Esto también fue \"escuchado\" por VGC. Claro, como pasa con todos los rumores, particularmente con proyectos en fases tempranas de desarrollos, estos detalles deben tomarse con cautela y podrían cambiar más adelante.", "Si el juego sí llega en 2024, esto significaría una brecha de 6 años en los lanzamientos principales de Rockstar, tras Red Dead Redemption 2, que se lanzó en 2018(con su versión Online lanzada en 2019). Sólo resta ver si Rockstar tendrá lanzamientos en los siguientes años para llenar este vacío, pero sabemos que GTA 5 y GTA Online llegarán \"extendidos y mejorados\" a la nueva generación de consolas el 11 de noviembre de este año.", "Rockstar ha estado prometiendo \"sorpresas\" relacionadas con el 20° aniversario del lanzamiento de GTA 3 —que incluye algo relacionado con GTA Online. El aniversario será este 22 de octubre, pero Rockstar no ha dejado claro en qué consistirá este contenido."]},
{"titulo": ["La industria de los videojuegos reacciona a la compra de Activision Blizzard King por parte de Microsoft"], "contenido": ["Microsoft ", "ha anunciado que comprará Activision Blizzard por casi 70,000 millones de dólares", ", lo que la convierte en la adquisición más cara en la historia de los videojuegos. La industria de los juegos reaccionó de inmediato a la noticia con una variedad de opiniones y pensamientos que van desde lo que esto significa para la industria de los videojuegos altamente competitiva y cómo afecta esto al escándalo de discriminación y acoso sexual en curso de Activision Blizzard.", "Revisamos lo que piensan algunos de los nombres más importantes e influyentes de la industria y los reunimos todos aquí.", "La cuenta oficial de Twitter \"ABetterABK\", que representa a los trabajadores de Activision Blizzard King que protestan contra una supuesta cultura empresarial de acoso y discriminación, compartió sus pensamientos en detalle.", "\n", "The news of Activision's acquisition by Microsoft is surprising, but does not change the goals of the ABK Worker's Alliance. (1/6)\n— ABetterABK ? ABK Workers Alliance (@ABetterABK) ", "January 18, 2022", "\n", "La noticia de la adquisición de Activision por parte de Microsoft es sorprendente, pero no cambia los objetivos de ABK Worker's Alliance.", "\n", "ABetterABK reiteró su firme posición en la lucha contra el acoso sexual y la discriminación en el lugar de trabajo. También afirmó que la mayoría de sus demandas colectivas para mejorar las condiciones del lugar de trabajo no se han cumplido y que Bobby Kotick sigue siendo el director ejecutivo a partir de este escrito.", "De acuerdo a los reportes, Kotick dejará Activision después de que Microsoft adquiera la compañía, aunque inevitablemente tomará una cantidad de tiempo considerable mientras los organismos reguladores analizan la aprobación del acuerdo de casi $70 mil millones de dólares.", "John Carmack, el fundador de id Software y actual CTO de Oculus VR, recordó cómo Activision estuvo a punto de adquirir id antes de terminar con Zenimax, la empresa matriz de Bethesda. Activision se desempeñó como distribuidora de id desde 1997 con Quake II hasta 2009. Carmack elogió a Kotick por ser una fuente de apoyo durante el desarrollo, así como por guiar a la empresa durante un período de crecimiento.", "\n", "Id Software very nearly got acquired by Activision, before winding up with Zenimax. Interesting that both roads would have led to Microsoft in the end. ", "@BobbyKotick", " was always supportive, and it is quite an achievement to lead a company through that much growth over that long. ", "https://t.co/Yov7kI2eO4", "\n— John Carmack (@ID_AA_Carmack) ", "January 18, 2022", "\n", "Id Software estuvo a punto de ser adquirido por Activision, antes de terminar con Zenimax. Interesante que ambos caminos hubieran llevado a Microsoft al final. @BobbyKotick siempre me apoyó, y es todo un logro liderar una empresa a través de tanto crecimiento durante tanto tiempo.", "\n", "A raíz de las críticas por sus elogios a Kotick, una figura central en las críticas a Activision Blizzard, Carmack agregó que sus interacciones con Kotick \"no son tan grandes\" y que sus \"escasas interacciones\" se mantuvieron mejores que con otros ejecutivos de la industria.", "Seamus Blackley, uno de los diseñadores fundadores de Xbox, tenía sentimientos particularmente mixtos, pero cautelosamente optimistas. Blackley contó cómo Activision una vez \"se burló esencialmente\" de él por promover la idea de una nueva consola de juegos.", "\"Me pregunto si hoy recordarán eso. Yo sí\", dijo Blackley.", "Blackley también fue particularmente crítico con el liderazgo de Activision Blizzard por su supuesta cultura de acoso y discriminación, y cómo el acuerdo de ABK puede desempeñar un papel en el futuro de su liderazgo ejecutivo. Describió su estado de ánimo como \"enfermo\" por la idea de que los líderes que enfrentan acusaciones de \"prácticas despreciables hacia los desarrolladores\" recibirán un gran cheque de pago del acuerdo con Microsoft, pero atenuó esa virulencia con la esperanza de que la adquisición resulte en un acuerdo de arriba hacia abajo. cambios en ABK, y que creía en Phil Spencer como líder.", "\n", "It’s terrifically, incredibly, head-meltingly weird to see little baby Xbox eat up Activision. Some still at Activision will recall a young Seamus showing up claiming things about a new game console, only to be essentially mocked. I wonder if today they remember that.", "\n", "\nI do.\n— Seamus Blackley (@SeamusBlackley) ", "January 18, 2022", "\n", "Es terrible, increíblemente, terriblemente extraño ver a la pequeña Xbox comerse a Activision. Algunos todavía en Activision recordarán que un joven Seamus apareció afirmando cosas sobre una nueva consola de juegos, solo para ser objeto de burlas. Me pregunto si hoy se acuerdan de eso. Yo si.", "\n", "Geoff Keighley, presentador y creador de The Game Awards, enfatizó que \"gran parte\" de la innovación en la industria de los juegos proviene de desarrolladores y editores independientes, y que es fácil obsesionarse con acuerdos financieros masivos como el acuerdo de Activision Blizzard. En ciertos aspectos, no se equivoca. Múltiples nominados para los premios Juego del Año 2021 de IGN US incluyeron juegos independientes como Inscryption y It Takes Two de Josef Fares, entre varios juegos AAA.", "\n", "The Activision news makes you wonder what will happen with other major publishers/platforms.", "\n", "\nOne thing I will say: A lot of the innovation and future of this industry comes from independent developers/publishers out there too. It's easy to fixate on these huge deals.\n— Geoff Keighley (@geoffkeighley) ", "January 18, 2022", "\n", "Las noticias de Activision hacen que te preguntes qué pasará con otros distribuidores/plataformas importantes. Una cosa que diré: gran parte de la innovación y el futuro de esta industria proviene también de desarrolladores/distribuidores independientes. Es fácil obsesionarse con estas grandes ofertas.", "\n", "Keighley agregó que espera que el acuerdo de hoy marque una nueva ola de importantes inversiones financieras en la industria de los videojuegos.", "Rami Ismail, cofundador de Vlambeer y destacado educador en la industria de los juegos, expresó su preocupación de que las noticias del martes opaquen el progreso realizado por los empleados de ABK que protestan contra una supuesta cultura empresarial de acoso y discriminación.", "\n", "Part of me is just absolutely terrified that today's news basically comes down to \"Microsoft bought Activision-Blizzard, giving Kotick and cronies a fuckton of money, thanks to consistent sexual harassment claims dropping the stock far enough that there was an opening to acquire\"\n— Rami Ismail (رامي) (@tha_rami) ", "January 18, 2022", "\n", "Una parte de mí está absolutamente aterrorizada de que las noticias de hoy básicamente se reduzcan a \"Microsoft compró Activision-Blizzard, dándole a Kotick y sus compinches una tonelada de dinero, gracias a las constantes denuncias de acoso sexual que redujeron las acciones lo suficiente como para que hubiera una apertura para adquirir\"", "\n", "Aquí está el usuario de Twitter @noctflugel, trabajador de control de calidad en Activision y miembro del movimiento \"ABetterABK\", respondiendo a la periodista de juegos Laura Kate Dale:", "\n", "we are super nervous. pretty worried we’re gonna be lost in the shuffle and just told to deal with it.\n— △ jiji ? (@noctflugel) ", "January 18, 2022", "\n", "Entonces, esa compra de Microsoft de Activision Blizzard King, ¿eh?", "\n\n", "Mi respuesta principal -", "\n\n", "¿Qué opinan los trabajadores de ABK en huelga?", "\n\n", "¿Qué pasos implementará Microsoft para ver cambios en la empresa?", "\n\n", "¿Kotick enfrentará consecuencias?", "\n\n", "¿Cambiará esto la monetización/las prácticas laborales?", "\n", "\"No tenemos escasez de personas en ABK que estén en contra de Bobby Kotick\", agregó @noctflugel. \"Pero no importa mucho cuando los de su nivel y superiores lo apoyan. Me pregunto si tener el apoyo de Phil [Spencer] importará cuando no tengamos el de [Satya] Nadella (CEO de Microsoft)\".", "Aquí está Laura De Llorens, diseñadora principal de juegos en Minecraft Dungeons de Mojang:", "\n", "I made a meme to express my feelings ", "pic.twitter.com/PidkwuBN42", "\n— Laura De Llorens (@PremsterL) ", "January 18, 2022", "\n", " ", "\n", "Sadie Boyd, artista 2D en Arkane Studios (propiedad de Bethesda) dijo esto:", "\n", "Welcome new Activision colleagues and friends, while the news is fantastic and I’m excited to see you join the family, I have one thing to say and it’s fuck Bobby Kotick from the bottom of my heart <3\n— Sadie Boyd (@Wonder_Phoenix) ", "January 18, 2022", "\n", "Bienvenidos nuevos colegas y amigos de Activision, si bien las noticias son fantásticas y estoy emocionado de verlos unirse a la familia, tengo una cosa que decir y es que se joda Bobby Kotick desde el fondo de mi corazón", "\n", "Frank Cifaldi, codirector de Video Game History Foundation:", "\n", "When Kotick bought Activision in 1990 he immediately fired all of the existing executives, just saying\n— Frank Cifaldi (Unlicensed).nes (@frankcifaldi) ", "January 18, 2022", "\n", "Cuando Kotick compró Activision en 1990, despidió inmediatamente a todos los ejecutivos existentes, solo digo", "\n", "Kahlief Adams, el presentador de Spawn On Me, tuvo palabras positivas para la diversidad de género del nuevo equipo de liderazgo de juegos de Xbox.", "\n", "This is a huge move for ", "@Xbox", ", besides getting all the gaming goodies, sharing the new org chart and it having a majority of women at the highest levels is an important signaling that the team is walking their walk. ", "pic.twitter.com/fRPKyfvLVT", "\n— Kahlief “E4” Adams (@KahliefAdams) ", "January 18, 2022", "\n", "Este es un gran movimiento para @Xbox, además de obtener todas las ventajas de los juegos, compartir el nuevo organigrama y tener una mayoría de mujeres en los niveles más altos es una señal importante de que el equipo está caminando.", "\n", "Con tantas opiniones diferentes sobre lo que significa ", "la adquisición de Activision Blizzard por parte de Microsoft", ", esperamos que la industria continúe compartiendo sus pensamientos durante las próximas semanas y meses a medida que haya más información disponible.", "(Imagen de Kevork Djansezian/Getty Images)"]},
{"titulo": ["Xbox tiene un nuevo control transparente que pega directo en la nostalgia"], "contenido": ["Para todos aquellos nostálgicos tenemos que Microsoft ha presentado un nuevo control transparente para Xbox que nos recuerda aquella época de la Xbox original.", "Se trata del control inalámbrico Sky Cipher Special Edition que se pondrá disponible el próximo 13 de agosto.", " ", "A través de Xbox Wire, el gerente senior de marketing de accesorios de Xbox, Daniel Ruiz, comentó que este nuevo mando \"presenta un diseño azul transparente complementado con características metálicas y partes interiores plateadas que brillan desde adentro, exudando un aura de sofisticación y atractivo futurista.\"", "Para darle más fuerza al tema de la nostalgia, el video de presentación del control comienza con la animación de encendido de la consola original.", "\n", "Regresamos un poco para seguir avanzando.", "\nTe presentamos el control inalámbrico Sky Cipher Special Edition. Próximamente. ", "pic.twitter.com/2s8HxxxsuT", "\n— Xbox México (@XboxMexico) ", "July 31, 2024", "Esta es la sinopsis oficial del control: \"Mejora tu experiencia y estilo con el control Sky Cipher. Mantente elegantemente enfocado con los gatillos metálicos en azul cielo y un pad direccional a juego rodeado de un detalle en azul oscuro. Perfecciona tu juego con joysticks de dos tonos con bases en azul cielo y partes superiores en azul oscuro. Mantente a la acción con las empuñaduras de goma en azul cielo en la carcasa trasera. Si miras de cerca las empuñaduras, puedes ver cómo el paquete de vibración vibra y reacciona a tu juego.\"", "Cabe mencionar que junto con este anuncio se reveló que este control tiene un nuevo diseño de empaque para reducir la huella de carbono del producto, señalando que se eliminaron los plásticos y en lugar de incluir un manual de papel se ha agregado un código QR. Además, el empaque es 22% más pequeño y 21% más ligero.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Call of Duty seguirá en PlayStation pese a la compra de Activision Blizzard"], "contenido": ["Luego de la sorpresiva c", "ompra de Activision Blizzard por parte de Microsoft, ", " muchos jugadores estaban confundidos e incluso", " preocupados, pues muchas de las propiedades más grandes de la compañía ", "pasarán a ser parte de las consolas Xbox", ", afortunadamente", " eso no quiere decir que títulos como Call of Duty, abandonarán las otras consolas.", "Lo anterior fue confirmado mediante ", "Bloomberg", ", donde detallan que aparentemente el ", "plan de Microsoft es continuar distribuyendo juegos de Activision Blizzard en la consola de Sony", ", aunque sí planea algunas exclusivas para la consola de Xbox. Según una declaración de una reportera de ese medio,", " Phil Spencer recalcó que no tiene intenciones de alejarse de otras plataformas, por lo que los usuarios deben estar tranquilos.", "\n", "Further from Phil Spencer on the exclusivity issue: “I’ll just say to players out there who are playing Activision Blizzard games on Sony’s platform: It’s not our intent to pull communities away from that platform and we remained committed to that.” ", "https://t.co/LCC3Y6Pgiu", "\n— Dina Bass (@dinabass) ", "January 18, 2022", "\"", "Solo quiero decir lo siguiente a todos los que juegan a los juegos de Activision Blizzard en la plataforma de Sony: no es nuestra intención apartar a las comunidades de esa plataforma, y seguimos comprometidos con ellos", "\" mencionó Spencer.", "Con lo", " anterior podemos intuir que al menos los juegos que siempre han sido multiplataforma, seguirán siéndolo", ", aunque también es muy pronto para tener una respuesta más precisa, pues la fusión de ambas compañías", " no es un proceso que se de en cuestión de horas, es un proceso largo que involucra a las autoridades norteamericanas", ", por lo que podría estar listo en algunos meses.", "¿Te dejan más tranquilo las palabras de Spencer?"]},
{"titulo": ["Xbox: ¿qué franquicias de Activision Blizzard pasarán a ser parte de Microsoft?"], "contenido": ["La sorpresiva", " compra de Activision Blizzard por parte de Microsoft ", "tomó a todos por sorpresa y no es para menos, pues dicha transacción", " marca un parteaguas en la industria tanto por los problemas y polémicas en los que ha estado involucrada la compañía detrás de Call of Duty", ", hasta por todas las franquicias que podrían pasar a ser una exclusiva de Xbox.", "Con la compra, no sólo las franquicias como Call Of Duty pasarían a ser exclusivas de Xbox, ", "sino que habría otros casos interesantes como Crash Bandicoot, que en su momento fue considerado como la “Mascota de Sony”", " y ahora irónicamente pasará a manos de su competidor más fuerte al igual que", " Spyro the Dragon.", "Sin más, aquí te dejamos una lista de qué propiedades de ", "Activision, Blizzard y King se sumarán a la ya alta galería de títulos exclusivos ", "que tiene Microsoft para sus consolas.", "Blizzard", "\n\t", "Diablo", "\n\t", "Hearthstone", "\n\t", "Heroes of the Storm", "\n\t", "Overwatch", "\n\t", "Starcraft", "\n\t", "Warcraft", "\n", "Activision", "\n\t", "Call of Duty", "\n\t", "Crash Bandicoot", "\n\t", "Guitar Hero", "\n\t", "Skylanders", "\n\t", "Spyro the Dragon", "\n\t", "Tony Hawks", "\n", "King", "\n\t", "Bubble Witch Saga", "\n\t", "Candy Crush Saga", "\n\t", "Diamond Diaries Saga", "\n\t", "Farm Heroes Saga", "\n\t", "Pet Rescue Saga", "\n", "Tal y como lo dijo ", "Phil Spencer hace algunas horas, muchos de estos títulos", " de la extensa biblioteca de Activision Blizzard llegarán en algún momento a ", "Game Pass", ", ", "por lo que su cifra de más de 25 millones de usuarios", " probablemente aumente aún más en estos meses. ¿Qué te parece?", "Axel Amézquita es editor en IGN Latinoamérica, comiquero de nacimiento, con gusto por el cine, fotografía, videojuegos y las grandes historias. Puedes seguirlo en redes sociales como ", "@AxxRess"]},
{"titulo": ["Starfield: Bethesda se disculpa por la exclusividad con Xbox - puede ser \"frustrante\" para los propietarios de PlayStation"], "contenido": ["Después de meses de especulaciones de \"¿lo harán, no lo harán?\", Microsoft y Bethesda han confirmado que su próximo RPG, ", "Starfield", ", será exclusivo de Xbox Series X|S y PC. Y aunque esto puede ser frustrante para los propietarios de PlayStation, el jefe de marketing de Bethesda, Pete Hines, dice que entiende que esto es decepcionante y pidió disculpas.", "\"Si eres un gran fan de las cosas que hacemos y un juego que estamos haciendo ya no está disponible en tu plataforma, entiendo totalmente si no estás contento o enojado. Lo entiendo, todos esos son sentimientos y frustraciones reales,\" dijo Hines en una entrevista con GameSpot.", "\"No sé cómo disipar los temores y preocupaciones de los fans de PlayStation 5 más que decir, 'Bueno, yo también soy un jugador de PlayStation 5', agregó Hines.\" Y he jugado juegos en esa consola, y hay juegos que voy a seguir jugando. ¿Pero si quieres jugar a Starfield? PC y Xbox\".", "\"Lo siento, todo lo que realmente puedo decir es 'Pido disculpas' porque estoy seguro de que eso es frustrante para la gente, pero no hay mucho que pueda hacer al respecto\".", "Starfield es el primer RPG original de Bethesda en 25 años. El director Todd Howard lo ha descrito como 'Skyrim en el espacio', aunque enfatizó que su estilo de ciencia ficción se basará en la realidad.", "Bethesda ha sido durante mucho tiempo un desarrollador multiplataforma, aunque sus juegos suelen funcionar mejor en PC. Pero después de la exitosa adquisición en la que ", "Microsoft compró ZeniMax Media", " por $7.5 mil millones de dólares, hubo dudas sobre si los juegos futuros de toda ZeniMax serían exclusivos de Xbox y PC.", "La conferencia de prensa del E3, al menos, pareció indicar que cualquier título nuevo que se esté preparando, ya sea Starfield de Bethesda o Redfall de Arkane, llegará exclusivamente a las plataformas de Microsoft.", "Gran parte de la conferencia de prensa del E3 de Microsoft y Bethesda se basó en gran medida en las exclusivas de Xbox que también llegarán a Xbox Game Pass el primer día. Y parece que Xbox aprovechará las exclusivas y llevará su experiencia de juego de nueva generación a PC, televisores inteligentes, teléfonos móviles e incluso Xbox Ones más antiguos.", " "]},
{"titulo": ["Xbox Game Pass supera los 25 millones de usuarios"], "contenido": ["Esta mañana amanecimos con el sorpresivo anuncio de que ", "Microsoft adquirirá Activision Blizzard por casi 70 millones de dólares ", "y sus juegos como era de esperarse, pasarán a formar parte del ya amplio ", "catálogo de Xbox Game Pass, ", "servicio de suscripción cuyo número de suscriptores", " finalmente fue revelado por la empresa y es de unos 25 millones de usuarios.", "Lo anterior fue confirmado mediante el", " blog de Xbox", ", donde se dio a conocer la noticia de la compra y tras mencionar que los juegos de", " Activision Blizzard llegarían en algún momento al servicio de suscripción,", " se reveló el número total de usuarios, algo que por algunos años había ", "sido una incógnita dentro de la industria.", "“", "Ofreceremos tantos títulos de Activision Blizzard como podamos dentro de Xbox Game Pass y PC Game Pass, tanto juegos nuevos como algunos del increíble catálogo de Activision Blizzard. También queremos anunciar que Game Pass ahora tiene más de 25 millones de suscriptores. Como siempre, esperamos continuar agregando más valor y más juegos geniales a Game Pass", "” mencionó Phill Spencer en el comunicado oficial.", "El número de ", "usuarios de Game Pass siempre fue un misterio tanto por detractore", "s como por los usuarios del servicio, incluso Strauss Zelnick,", " CEO de Take-Two había mencionado el año pasado que los clientes ascendían a unos 30 millones", ", información que posteriormente fue desmentida por Spencer, pero que ahora al revelarse ", "la cifra oficial, es muy cercana a la predicción.", "Por otra parte, ", "se desconoce en qué momento llegarán los títulos de Activision Blizzard ", "al servicio de suscripción de Microsoft, aunque como es costumbre, muy probablemente", " las nuevas entregas de sus franquicias podrían estar desde el día uno en Game Pass", ", mientras que los clásicos podrían ir llegando de manera gradual.", "Aunque el plan ya está sobre la mesa, ", "falta ver si las autoridades norteamericanas dan el visto bueno a la compra", ", para que así, Activision Blizzard pase a formar parte de Microsoft de manera oficial y claro, probablemente ", "aumente mucho más el número de suscriptores al ya popular servicio de Microsoft.", "¿Qué te parece?", "Axel Amézquita es editor en IGN Latinoamérica, comiquero de nacimiento, con gusto por el cine, fotografía, videojuegos y las grandes historias. Puedes seguirlo en redes sociales como ", "@AxxRess"]},
{"titulo": ["PlayStation 5 tiene una ventana de lanzamiento"], "contenido": ["Sony anunció que el PlayStation 5 se lanzará durante las fiestas navideñas de 2020.", "La noticia fue revelada en una publicación del blog de ", "PlayStation", ", la consola (como seguramente habrás adivinado) oficialmente se llama PlayStation 5. La información también da a conocer dos características clave del control: retroalimentación háptica (reemplazando el ruido tradicional) y disparadores adaptativos. También contará con carga USB C, una batería de mayor capacidad y es un poco más pesado que su predecesor (pero aún más liviano que un control de Xbox One con baterías en su interior).", "Wired", " obtuvo más detalles del arquitecto de sistemas Mark Cerny. La retroalimentación háptica vendrá a través de \"actuadores de bobina de voz altamente programables ubicados en los agarres izquierdo y derecho del control\", lo que ofrece más respuestas táctiles que los motores retumbantes del DualShock 4. Junto con un altavoz mejorado, Wired informa que una versión modificada de Astro Bot Rescue Mission ofrece sentimientos realistas por las superficies con las que se encuentra el personaje, con lodo empapado y puentes de madera hinchados que se comunican a través de la sensación del controlador.", "También jugaron una versión de GT Sport que usaba retroalimentación háptica, un cambio importante con respecto a la versión del juego para PS4, que eliminó por completo el estruendo, porque era demasiado agotador. Los desarrolladores pueden programar disparadores adaptativos para ofrecer diferentes niveles de resistencia, con una tensión más alta para tirar de una cuerda de arco que un gatillo de ametralladora.", "Cerny también aclaró a Wired ", "que la tecnología de ray-tracing previamente informada", " en PS5 no está en un nivel de software, sino que está integrada en el hardware de la GPU.", "PS5 usará discos ópticos de 100GB y una unidad óptica que también reproduce Blu-ray en 4K. La instalación del juego desde los discos es obligatoria, debido a la diferencia de velocidad entre la unidad de estado sólido de las consolas y la unidad de disco. Sin embargo, las instalaciones ahora serán más personalizables, con Cerny diciendo que los jugadores podrían elegir simplemente instalar un modo multijugador o permitirle eliminar una parte de la campaña una vez que la haya terminado para liberar espacio para otros títulos.", "Aparentemente, la pantalla de inicio de la consola también permitirá una mayor flexibilidad sobre cómo los usuarios ingresan a los juegos. Podremos ingresar directamente en una actividad multijugador o en una misión específica para un solo, incluso se menciona qué recompensas obtendremos por hacerlo.", "Wired también confirma ", "que el dispositivo PS5 se parece al diseño que apareció en agosto", ", pero Sony no hablará sobre cómo será la versión para el consumidor. Los Devkits a menudo se ven muy diferentes a la versión de lanzamiento de una consola.", "Marco Thrush, de Bluepoint Games, explica que la consola está volviendo a la carga instantánea de los viejos juegos de cartucho y vuelve a confirmar que su estudio está trabajando en un \"gran\" nuevo título después de la nueva versión de Shadow of the Colossus.", "Algunas preguntas siguen sin respuesta, incluido el aspecto de la interfaz de usuario de la consola, si el control tendrá un micrófono o qué tan grande será el SSD. Por supuesto, no te despegues de IGN Latinoamérica para estar al pendiente."]},
{"titulo": ["The Last of Us 2: este sería su precio para Latinoamérica"], "contenido": ["En el State of Play de hoy finalmente", " se anunció la fecha de lanzamiento de The Last of Us: Part II", " que de hecho ya se puede reservar en PlayStation Store.", "Dicho esto, ya que la edición estándar del juego se venderá por USD $59.99 en Estados Unidos, ¿cuál será su precio para Latinoamérica?", "A continuación les presentamos el posible precio ", "del esperado juego de Naughty Dog", " en diversas regiones de Latinoamérica en base al tipo de cambio actual, aunque deben tener en cuenta que por lo general el precio se incrementa de forma importante ya que varía dependiendo de otros factores como impuestos y costos de envío.", "\n\t", "México - $1,168 MXN (aunque seguramente costará $1,300 MXN que es lo que suelen costar las ediciones regulares)", "\n\t", "Chile - $43,476 CLP", "\n\t", "Colombia - $205,902 COP", "\n\t", "Ecuador - $1,531,850 ECS", "\n\t", "Puerto Rico - $199.99 USD", "\n\t", "Venezuela - $1,490,9282 VEF", "\n\t", "República Dominicana - $3,082 DOP", "\n\t", "Argentina - $3,412 ARS", "\n\t", "Perú - $200 PEN", "\n\t", "Costa Rica - $34,758 CRC", "\n", " ", "The Last of Us: Part II es uno de los juegos más esperados para PlayStation 4, y a continuación tienen su descripción:", "\n", "Cinco años después de aquel peligroso viaje por un Estados Unidos que ha sido azotado por una pandemia, Ellie y Joel echaron raíces en Jackson, Wyoming. Vivir en una comunidad próspera de supervivientes les dio paz y estabilidad a pesar de la amenaza constante de los infectados y de otros supervivientes más desesperados. Cuando un evento violento altera la paz, Ellie emprende un viaje incansable en busca de justicia y de encontrar un cierre. Mientras caza uno a uno a los responsables, deberá enfrentar las devastadoras consecuencias físicas y emocionales de sus acciones.", "\n\n", "Una historia compleja y emotiva", "\nExperimenta los crecientes conflictos morales que Ellie enfrenta en su incesante búsqueda de venganza. El ciclo de violencia que la rodea cambiará tus nociones de justicia, del bien y el mal, y de quién es el héroe y el villano.", "\n\n", "Un mundo hermoso y a la vez, peligroso", "\nEmprende el viaje junto a Ellie, desde las pacíficas montañas y bosques de Jackson hasta las inmensas y verdes ruinas de Seattle. Descubre grupos nuevos de supervivientes, entornos traicioneros y desconocidos, además las evoluciones aterradoras de los infectados. La última iteración del motor Naughty Dog da vida a un mundo y a personajes mortíferos mucho más detallados y realistas que nunca.", "\n\n", "Gameplay de supervivencia y acción, intensa y salvaje", "\nLos nuevos y evolucionados sistemas de gameplay logran una versión realista de las decisiones de vida o muerte que toma Ellie en su viaje por este mundo hostil. Siente cómo pelea desesperadamente para sobrevivir gracias a las funciones mejoradas de combate cuerpo a cuerpo de alta intensidad, fluidez de los movimientos y camuflaje dinámico. Una gran variedad de armas, elementos para crear, habilidades y mejoras permiten que personalices a Ellie según tu estilo de juego.", "\n", "The Last of Us: Part II se pondrá disponible el 21 de febrero de 2020.", " "]},
{"titulo": ["PlayStation 5: Sony quiere retrocompatibilidad del 100% con PS4"], "contenido": [" ", "Aunque en el pasado ya se había comentado que PlayStation 5 contaría con retrocompatibilidad, ", "ahora que se revelaron nuevos detalles y la ventana de lanzamiento", " de la nueva consola no se mencionó nada sobre esta esperada función.", "Pero ahora tenemos que ha surgido un reporte que asegura que Sony sigue trabajando en la retrocompatibilidad de ", "PlayStation 5", ", e incluso se indica que la compañía está buscando que ofrezca un 100% de compatibilidad con los juegos de PlayStation 4.", "De acuerdo a información de Famitsu (", "vía", " DualShockers), aún no es completamente seguro que PlayStation 5 pueda correr toda la colección de juegos de PlayStation 4, pero están tratando de que así sea.", "\n", "Nuestro equipo de desarrollo actualmente está trabajando duro para hacer posible la retrocompatibilidad del 100% con PS4. Por favor esperen para más información.", "\n", "Hace unos meses se publicó un artículo donde Mark Cerny comentó que PlayStation 5 sería retrocompatible debido a la similitud en arquitectura con la consola de actual generación, pero ahora han surgido dudas al respecto ya que incluso se especula que la característica podría llegar poco después del lanzamiento oficial.", "Ya veremos qué se revela sobre este asunto ya que está la duda de si realmente será 100% retrocompatible y si se trata de un problema técnico o un tema de licencias como ha sucedido con la retrocompatibilidad en Xbox.", "PlayStation 5 se pondrá disponible en la temporada navideña de 2020 y ", "contará con un control con varias novedades interesantes", ".", "A continuación pueden ver un render creado por Let's Go Digital que nos muestra cómo podría lucir la PlayStation 5 tomando como base ", "el kit para desarrolladores:", "¿Qué tan importante es para ustedes la retrocompatibilidad de PlayStation 5?", " ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Microsoft compra Activision Blizzard"], "contenido": ["Xbox ", "anunció un acuerdo para comprar Activision Blizzard", ", la compañía detrás de Call of Duty, World of Warcraft y muchas otras franquicias de juegos importantes, con ", "un precio asombroso de $ 68.7 mil millones.", "Anunciado en ", "Xbox Wire", ", el acuerdo significa que Xbox ahora posee", " Call of Duty, Warcraft, Overwatch, Diablo, Tony Hawk's Pro Skater y mucho más.", " El director ejecutivo de Microsoft Gaming, ", "Phil Spencer, anunció que todas las empresas de Activision Blizzard le informarán una vez que se cierre el trato.", "\n", "Today is a historic moment. We are excited to announce that the world-renowned franchises and talented people at ", "@ATVI_AB", " will be joining Team Xbox!  ", "\n", "\nFull announcement details here: ", "https://t.co/RwF0QgXVwE", " ", "pic.twitter.com/jIXuYCcndG", "\n— Xbox (@Xbox) ", "January 18, 2022", "No se ha mencionado sobre ", "cuánto tiempo tomará cerrar el acuerdo, y es probable que se examine el mismo para determinar si crea un monopolio antes de que se apruebe", " formalmente. Spencer confirmó que Activision Blizzard ", "continuaría funcionando como una empresa independiente", " hasta que se complete el trato.", "Como era de esperar, Spencer mencionó que Xbox incluirá \"", "tantos juegos de Activision Blizzard como podamos", "\" en los servicios de", " Xbox Game Pass", ". No se ha dicho nada acerca de convertir Call of Duty u otras mega-franquicias en exclusivas de Xbox, pero tomando en cuenta ", "Starfield de Bethesda convirtiéndose en una exclusiva exclusiva, se siente más que posible.", "Microsoft PR ", "confirmó que el acuerdo tiene un valor de $ 68.7 mil millones,", " mucho más alto que los los $ 7.5 mil millones que pagó por ZeniMax Media en 2020. Como punto de comparación, ", "Take-Two adquirió recientemente al gigante móvil Zynga por $ 12.7 mil millones, que fue la mayor adquisición de juegos en historia", ". Eso ha sido claramente eclipsado por este acuerdo.", "Activision Blizzard s", "e ha visto envuelto en una serie de escándalos en el último año, muchos en torno al CEO Bobby Kotick.", " Microsoft confirmó a ", "Bloomberg ", "que Kotick permanecería como CEO hasta ", "que se confirmara oficialmente el acuerdo", ", pero no está claro cuál es el futuro del ejecutivo con Activision Blizzard después de ese punto.", "Phil Spencer dijo recientemente que estaba \"perturbado y profundamente preocupado\" por ", "los informes de Activision Blizzard sobre abusos en el lugar de trabajo", ". La compañía no ha hecho referencia específica a esos problemas en el anuncio de hoy, pero Spencer recalcó que \"", "Microsoft está comprometido con nuestro viaje para la inclusión en todos los aspectos de los juegos, tanto entre los empleados como entre los jugadores", "\", y que \"", "esperamos extender nuestra cultura de inclusión proactiva a los grandes equipos de Activision Blizzard", "\".", "Servicios de suscripción en Amazon México", "Si aún no te has unido a ninguno de los servicios de suscripción de Microsoft, aquí te mostramos varias opciones para hacerlo. Puedes adquirir una tarjeta de prepago en Amazon México de forma fácil y sencilla.", "Xbox Game Pass Ultimate 3 meses- $689 pesos mexicanos", "Xbox Game Pass Ultimate 1 mes-$229 pesos mexicanos", "Xbox Live Gold - Membresía 12 meses - $1399", " pesos mexicanos", "Xbox Live Gold - 3 Meses Microsoft - $41", "9 pesos mexicanos", "Tarjeta Xbox Live $1,000 MXN - $1199", " pesos mexicanos", "Sólo para que estés informado: IGN puede obtener una pequeña parte de las ganancias si compras algo a través de esta publicación. Los precios y la disponibilidad de cada título pueden variar.", " "]},
{"titulo": ["Xbox compró Bethesda, ZeniMax Media, y todas sus propiedades"], "contenido": ["Xbox ha anunciado que comprará ZeniMax Media, y con ella Bethesda, creadores de juegos como The Elder Scrolls, Fallout, Wolfenstein, Doom, Dishonored, Quake, Starfield y más.", "Anunciado por el Director de Xbox Phil Spencer en una publicación de ", "Xbox Wire", " el día de hoy, Microsoft comprará ZeniMax Media por $7.5 mil millones de dólares - 3 veces los $2.5 mil millones que pagó por Mojang y Minecraft en el 2014 - y la compra formal se espera se cierre en la segunda mitad del 2021. El trato incluye ZeniMax Media por completo, Bethesda Softworks, Bethesda Game Studios, id Sotware, ZeniMax Online Studios, Arkane, MachineGames, Tango Gameworks, Alpha Dog, y Roundhouse Studios.", "En ", "una publicación de blog", ", el SVP de marketing global de Bethesda dijo, \"Aún estamos trabajando en los mismos juegos que ayer, hechos por los mismos estudios con los que hemos trabajado por años, y esos juegos aún serán publicados por nosotros\". El movimiento, de acuerdo a Hines, es porque \"el acceso a recursos [de Microsoft] nos hará un mejor publisher y desarrollador\".", "No está claro si Bethesda será considerado parte de, o completamente separado de, la marca existente de Xbox Game Studios. IGN US le preguntó a Bethesda por una aclaración del asunto, y del efecto de sus juegos actualmente en desarrollo incluyendo las plataformas planeadas para Starfield, y la exclusividad temporal de PlayStation sobre Deathloop y Ghostwire: Tokyo - pero la respuesta fue que no habría más comentarios más allá de los ya realizados el día de hoy.", "El productor ejecutivo de Bethesda Games Studios Todd Howard ", "escribió su propio blog", ", apuntando a la larga asociación de la compañía con Xbox, comenzando con el porteo de Morrowing a la primera consola de la compañía. Él dice que el Xbox Series S y X \"están optimizados para los vastos mundos que amamos crear, con saltos generacionales no sólo en gráficos, sino en XPU y streaming de datos también. Ha llevado a nuestra renovación de motor más grande desde Oblivion, con todas las nuevas tecnologías impulsando nuestra primera nueva IP en 25 años, Starfield, así como también The Elder Scrolls VI.", "Mientras que evitó entrar en específicos, Todd Howard también aludió a la idea de exclusivas indicando que tal vez Bethesda no estaría limitado al exosistema de Xbox: \"Como nuestra asociación original, esta es acerca de más de un sistema o una pantalla. Compartimos una profunda creencia en el poder fundamental de los juegos, su habilidad de conectar, empoderar, y traer felicidad. Y una creencia que creemos deberíamos traer a todos - sin importar de quien eres, en donde vives, o en donde juegas. Sin importar el tamaño de lapantalla, el control, o tu habilidad de usar uno\".", "Xbox también dice que \"añadirá las franquicias icónicas de Bethesda a Xbox Game Pass para consola y PC\". Un comunicado de prensa añadió que los juegos futuros de Bethesda serían añadidos, durante el lanzamiento, a Xbox Game Pass en Xbox o PC."]},
{"titulo": ["'Call of Duty Warzone' se deshace de la animación de la máscara de gas"], "contenido": ["Desde que se lanzó Warzone en 2020, los jugadores se han quejado de que la animación de la ", "máscara de gas ", "impide ver lo que está sucediendo. Ahora, con el lanzamiento de la temporada 5, Activision finalmente ha hecho algo al respecto.", "La temporada 5 de Warzone se lanza hoy, 24 de julio, y trae consigo esta mejora tan necesaria. Las notas del parche del desarrollador ", "Raven Software", " detallan el cambio en la “calidad de vida de la superposición dinámica de la máscara de gas”:", "\"La superposición de la máscara de gas ahora aparecerá y desaparecerá dependiendo de si estás en el gas o no\", explicó Raven. \"De esta manera, los jugadores pueden equiparse la máscara de gas en cualquier momento sin que su visión se vea afectada\".", "La máscara de gas del Battle Royale, que, como era de esperar, permite a los jugadores respirar dentro del gas dañino a medida que el círculo de juego se reduce, tenía una animación de equipar/desequipar que se activaba cada vez que el usuario entraba o salía del gas. Tenía la costumbre de interponerse en la acción en el peor momento posible (durante un tiroteo), lo que obligaba a los jugadores a guardarlo en su inventario y equiparlo manualmente cuando fuera necesario.", "Ahora, este problema debería ser cosa del pasado, dejando a aquellos con máscaras antigás libres para equiparse con seguridad sabiendo que hacerlo no perjudicará sus posibilidades de victoria. Los jugadores han reaccionado positivamente al cambio, que se produce cuatro años después del lanzamiento de ", "Warzone", ".", "\n", "It only took 4 years and 3 months but it has finally happened in Warzone hahahaha", "\n", "\nThe Gas Mask Animation is Gone ", "https://t.co/OI90iR0LRD", "\n— James - JGOD (@JGODYT) ", "July 24, 2024", "Por otra parte, la temporada 5 realiza grandes cambios en el equilibrio de las armas y otras mejoras en la interfaz y la experiencia del usuario. La actualización se produce antes del lanzamiento del juego principal Call of Duty de este año, ", "Black Ops 6", ", y su integración en Warzone.", "Wesley es el editor de noticias del Reino Unido para IGN. Encuéntralo en Twitter como @wyp100. Puedes comunicarte con Wesley en wesley_yinpoole@ign.com o de manera confidencial en wyp100@proton.me."]},
{"titulo": ["Starfield con más de 100 mods de Star Wars es el juego de The Mandalorian que deseábamos"], "contenido": ["Es posible que EA haya cancelado un shooter de The Mandalorian en desarrollo en Respawn Entertainment, pero un YouTuber ha creado la siguiente mejor opción a través de Starfield de Bethesda y más de 100 mods de Star Wars.", "El YouTuber DeityVengy usó el poder de los mods para convertir Starfield en un atractivo juego de The Mandalorian, completo con el traje mandaloriano reemplazando al modelo del personaje principal, alienígenas, armas, personajes y unidades de Star Wars. Incluso hay un HUD con el tema de Star Wars para que Starfield se sienta aún más en ese universo. En cuanto a la jugabilidad, vemos una pelea AT-ST, un despegue con Imperial Security, una pelea con Purge Troopers y mucho más. El movimiento y los disparos del jetpack de Starfield se prestan muy bien para recrear la fantasía mandaloriana.", "\n", "Starfield with Mandalorian mods feels like my dream game of a new open-world Star Wars Bounty Hunter ", "pic.twitter.com/WL63UBOZeG", "\n— Stephen Ford (@StephenSeanFord) ", "May 18, 2024", "DeityVengy dijo que agregaron prácticamente todos los mods de Star Wars para Starfield como base y luego comenzaron a realizar ediciones personalizadas. \"Este es todavía un gran trabajo en progreso\", dijo DeityVengy en los comentarios. “Todos los días descubro uno o dos mods para agregar a esto, así como también nuevos mods que se lanzan todos los días. No puedo esperar a ver qué nos depara el futuro con el próximo kit de creación de Bethesda. Espero verlos nuevamente en el futuro”.", "En febrero, EA anunció que cerraría un juego de acción FPS de Star Wars en desarrollo inicial como parte de un enfoque continuo en sus propias marcas y en el apoyo a sus juegos existentes. No se sabe mucho sobre el FPS de Star Wars, pero se rumoreaba que presentaba de alguna manera a un protagonista mandaloriano.", "EA tiene varios videojuegos de Star Wars en proceso, incluido Star Wars: Jedi 3 y un juego de estrategia de Star Wars. Pero no hay ningún videojuego de The Mandalorian conocido en proceso, lo que deja a los modders de Starfield como la única esperanza de los fans. Bethesda ha dicho que Starfield recibirá una actualización del kit de creación, que agregará soporte oficial de mods y, por supuesto, aumentará la longevidad del juego. Sin embargo, no hay un plazo para su lanzamiento.", "Crédito de la imagen: DeityVengy / YouTube"]},
{"titulo": ["Starfield: Shattered Space presenta el hogar de Va'Ruun- Xbox Games Showcase 2024"], "contenido": ["Ya sabíamos que ", "Bethesda Game Studios", " estaba trabajando en una expansión DLC masiva para ", "Starfield", ", titulada Shattered Space. Y hoy en Xbox Games Showcase, el desarrollador presentó el primer avance de la próxima expansión, que muestra un nuevo planeta, una atmósfera espeluznante y una jugabilidad intensa.", "El primer tráiler DLC de ", "Shattered Space", " abrió con la nave espacial del jugador dirigiéndose hacia el planeta Dazra, conocido como el mundo natal oculto de la facción ilusoria", " Casa de Va'Ruun", ". \"", "Investiga una aterradora amenaza cósmica, explora un nuevo planeta y encuentra armas, trajes espaciales y equipo únicos en esta nueva aventura", "\", explica el sitio web oficial de ", "Starfield", " en una nueva página dedicada a la expansión ", "Shattered Space", ".", "Bethesda confirmó previamente que estaba trabajando en el DLC Shattered Space, pero el Xbox Showcase de hoy fue la primera vez que el estudio nos dio una mirada adecuada a la expansión de la historia. Nuestro primer vistazo no oficial se produjo en el video de actualización de Starfield de mayo de 2024, donde obtuvimos un breve fragmento de un miembro del equipo de desarrollo trabajando en un planeta invisible de color púrpura.", "Desarrollando...", "Taylor es reportera de IGN. Puedes seguirla en Twitter @TayNixster."]},
{"titulo": ["¿Cuánto tardarán en llegar los juegos exclusivos al nivel Standard de Xbox Game Pass?"], "contenido": ["Xbox Game Pass se ha convertido en tema de conversación debido a que Microsoft anunció cambios importantes para el servicio, incluyendo un incremento en su precio, el retiro del nivel para consolas y la adición del nivel Standard.", "El nivel Standard ofrecerá acceso al catálogo del servicio, pero no recibirá exclusivos de Día 1, lo que ha hecho que muchos jugadores se pregunten cuándo será que se terminarán agregando esos títulos.", "Aún no hay información oficial al respecto, pero tenemos que un periodista de Windows Central asegura que tiene la respuesta.", "Jez Corden comentó ", "a través de X", " que los exclusivos y estrenos llegarán posteriormente a Xbox Game Pass Standard, pero que la decisión del tiempo será un análisis de caso por caso, y que dependiendo del juego podría ser un período de 6 meses, 12 meses o incluso más tiempo.", "De esta manera, la única forma para asegurar tener todos los estrenos y exclusivos en el día 1 será estar suscrito al nivel Ultimate.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["PlayStation 5: así se vería la nueva consola"], "contenido": ["Mucho se ha dicho y filtrado acerca del la próxima consola de Sony, aunque en realidad es muy poco lo que sabemos de ella y nuestras ansias acerca de su misterio son cada vez más grandes. ", "Hace unos pocos días publicamos la supuesta apariencia del Dev Kit del dispositivo ", "y alguien decidió hacer modelos 3D de los planos de la patente que aparecieron en Internet.", "Como reporta", " VG24/7", ", fue ", "LetsGoDigital ", "quien hizo esta labor ofreciéndonos un vistazo en increíbles renders de cómo luciría el dispositivo, no te pierdas el resultado en la siguiente galería:", "Vamos a decirlo sin rodeos, de ser verdad, el PlayStation 5 se vería muy extraño y es evidente que la compañía está apostando por un cambio radical en su producto. ¿Te gusta? Escríbenos en los comentarios.", "En noticias relacionadas, ", "también se dice que se ha filtrado su procesador gráfico", " y ", "hay un rumor que apunta a que la revelación del dispositivo será en pocos meses", " (¡sí, por favor!).", "Lo poco asegurado que tenemos del PlayStation 5 es acerca de su hardware, que se menciona que tiene un chip AMD en su núcleo, la CPU se crea a partir de la línea Ryzen de AMD, tercera generación, con ocho núcleos de 7 nm de microarquitectura Zen 2 y ", "otros detalles que puedes consultar en este link", ".", "De igual manera, no te pierdas los juegos que creemos que están desarrollándose para PS5 y otros tantos que seguramente estarán disponibles en esta consola:", " ", "Cristina Urrutia Aldrete es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith."]},
{"titulo": ["El jefe de Naughty Dog, Neil Druckmann, dice que la IA \"revolucionará la forma en que se crea el contenido\""], "contenido": ["El jefe de Naughty Dog, Neil Druckmann, ha dicho que la IA \"revolucionará\" el proceso de desarrollo de videojuegos, pero advirtió que la controvertida tecnología tiene \"cuestiones éticas\".", "Druckmann, director de estudio y director creativo de The Last of Us y desarrollador de Uncharted, Naughty Dog, emitió el comentario como parte de una entrevista publicada por Sony sobre la 'visión de entretenimiento creativo' de la compañía. Se le preguntó a Druckmann cómo imagina la “fusión de narraciones”. y la tecnología evolucionará durante los próximos 10 años” como parte de una serie de Sony que también reveló una idea para un control futurista de PlayStation.", "\n", "The Last of Us Part I. Crédito de la imagen: Sony Interactive Entertainment.", "\n", "Aquí está la respuesta completa de Druckmann:", "Estamos viendo esta emocionante combinación de tecnología de vanguardia con la narración tradicional que nos está empujando hacia un futuro donde la fidelidad mejorada no se trata sólo de lograr realismo, sino de ampliar el espectro desde imágenes muy estilizadas a imágenes ultrarrealistas. Esta ampliación de posibilidades está impulsada por herramientas cada vez más accesibles que permiten incluso a personas sin conocimientos técnicos usar su imaginación y crear mundos y narrativas a su gusto.", "Además, la IA realmente va a revolucionar la forma en que se crea el contenido, aunque plantea algunas cuestiones éticas que debemos abordar. Con tecnologías como la inteligencia artificial y la capacidad de capturar movimiento directamente desde casa, estamos reduciendo costos y obstáculos técnicos, lo que nos abre la puerta para emprender proyectos más aventureros y superar los límites de la narración en los juegos. Esta evolución realmente está empoderando a los creadores para que hagan realidad sus visiones sin los obstáculos tradicionales.", "Más adelante en la entrevista, Druckmann dijo que la IA permitirá a Naughty Dog \"crear diálogos y personajes matizados, ampliando las posibilidades creativas\", pero insistió en que era \"crucial dirigir con precisión estas herramientas para lograr los resultados previstos\".", "\"Hago hincapié en dominar los fundamentos sobre las herramientas; con la IA, la creatividad establece los límites\", dijo Druckmann. \"Comprender la historia del arte, la composición y la narración es esencial para una dirección efectiva. Las herramientas evolucionan rápidamente; algunas herramientas que alguna vez fueron esenciales, ahora están obsoletas. En Naughty Dog, pasamos de animar manualmente 'Jak y Daxter' a usar la captura de movimiento en 'Uncharted ', mejorar significativamente nuestra narración. La IA nos permitirá crear diálogos y personajes matizados, ampliando las posibilidades creativas. Sin embargo, es crucial dirigir con precisión estas herramientas para lograr los resultados previstos\".", "\"Las herramientas evolucionan rápidamente; algunas herramientas que alguna vez fueron esenciales ahora son obsoletas.", "Los comentarios de Druckmann han causado revuelo en línea, particularmente dentro de la comunidad de videojuegos, donde el impacto de la IA es quizás el tema más candente. Los desarrolladores y jugadores han expresado su preocupación por el uso de la IA para reemplazar todo, desde la actuación de voz hasta el diseño narrativo, pero los ejecutivos han seguido presionándolo con fuerza, diciéndole a la comunidad inversora que cambiará fundamentalmente la forma en que se crean los videojuegos y, como alude Druckmann, reducir costos.", "Como parte de la misma serie de Sony, el jefe de Producciones de PlayStation y jefe de Producto de PlayStation Studios, Asad Qizilbash, intervino sobre la IA y dijo que su uso en videojuegos es importante para los jugadores de la Generación Z y la Generación Alfa que buscan la \"personalización en todo\".", "\"Por ejemplo, los personajes no jugadores en los juegos podrían interactuar con los jugadores en función de sus acciones, haciéndolo sentir más personal\", dijo Qizilbash. \"Esto es importante para las audiencias más jóvenes de la Generación Z y la Generación Alfa, que son las primeras generaciones que crecieron digitalmente y buscamos personalización en todo, además de buscar experiencias que tengan más significado\".", "A principios de este mes, el jefe de EA, Andrew Wilson, dijo a la comunidad inversora que \"más del 50% de nuestros procesos de desarrollo se verán afectados positivamente por los avances en la IA generativa\". Wilson, que supervisa los juegos de EA Sports FC, Los Sims y BioWare, añadió que la IA hará que el desarrollo de juegos sea \"más eficiente\", y reveló que los desarrolladores de EA Sports FC ahora pueden construir estadios en seis semanas en lugar de seis meses.", "El actor de voz de Witcher, Doug Cockle, también expresó cautela y frustración ante la creciente presencia de la IA en la industria de los videojuegos, calificándola de \"inevitable\" pero \"peligrosa\". Irónicamente, sin embargo, el mayor desarrollador que ha utilizado IA para la actuación de voz hasta ahora es el estudio CD Projekt Red de The Witcher, aunque esto sólo se hizo para reemplazar a un actor de voz fallecido después de obtener el permiso de la familia.", "En marzo, el desarrollador de soporte de videojuegos Keywords Studios intentó crear un juego utilizando únicamente inteligencia artificial, pero fracasó porque la tecnología \"no podía reemplazar el talento\".", "\"Uno de los aprendizajes clave fue que, si bien Gen AI puede simplificar o acelerar ciertos procesos, los mejores resultados y la calidad necesarios solo pueden lograrse si los expertos en su campo utilizan Gen AI como una herramienta nueva y poderosa en su proceso creativo\", dijo Palabras clave. .", "En otra parte de la entrevista con Druckmann, el director de Last of Us se burló del nuevo juego de Naughty Dog, diciendo que \"podría redefinir las percepciones convencionales sobre los juegos\".", " "]},
{"titulo": ["Playstation 5: este sería su Dev Kit"], "contenido": [" ", "Sony Interactive Entertainment ", "ya reveló los primeros detalles de la PlayStation 5 ", "pero ha mantenido en secreto el resto de la información que se espera se revele en un evento especial a inicios de 2020.", "Debido a esto solo hemos venido", " escuchando rumores y especulaciones", " sobre la nueva consola de Sony, pero ahora tenemos que llegaron a la red algunas imágenes que muestran el supuesto kit de desarrollo de la PlayStation 5.", "Como pueden ver a continuación cortesía de LetsGoDigital, el comentado Dev Kit muestra un curioso diseño en forma de V:", " ", " ", " ", " ", " ", "De acuerdo al reporte, estas imágenes surgieron de una reciente patente de Sony ante el Instituto de Propiedad Industrial de Brasil y la Oficina Mundial de Propiedad Intelectual que indican que se trata de un dispositivo electrónico, aunque no dan más detalles.", "Así que aunque no se menciona específicamente que se trata del Dev Kit de PlayStation 5, hay varias cosas que lo sugieren, como el hecho de que se incluye el nombre de Yasuhiro Ootori que es el director de ingeniería de PlayStation 4 y que debe estar involucrado en el desarrollo de la nueva consola.", "Cabe señalar que generalmente los kits de desarrollo lucen muy diferentes a la versión pública de la consola ya que es un dispositivo que utilizan los desarrolladores para familiarizarse con el producto.", "Y aunque hay dudas sobre la veracidad de las imágenes, Matthew Scott de Codemasters parece confirmar que es real ya que comentó a través de Twitter que tienen varios de esos kits en sus oficinas.", "\n", "its a dev kit we have some in the office", "\nSony patent shows PlayStation 5 devkit - or maybe even the console itself ", "https://t.co/0cYk6CkJ36", " via ", "@MetroUK", "\n— Matthew.Stott (@matt_stott_72) ", "August 21, 2019", "Así que todo indica que los estudios ya están trabajando en ", "PlayStation 5", ", una consola que estará basada en la tercera generación de chips Ryzen de AMD, GPU de la familia Navi y SSD para acelerar los tiempos de carga.", " ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["PlayStation 5: todo lo que sabemos acerca de los controles"], "contenido": [" ", "Sony reveló hoy ", "nuevos detalles de PlayStation 5 y confirmaron que se lanzará en la temporada navideña de 2020", ", así que si están interesados en esta consola les tenemos todo lo que se sabe sobre los nuevos controles.", "Aunque aún no se ha confirmado su nombre, nos vamos a referir al nuevo control como DualShock 5 considerando que ya es oficial que la consola se llamará ", "PlayStation 5", ".", "De acuerdo a lo que se ha dado a conocer, el DualShock 5 tendrá un diseño similar al DualShock 4 pero tendrá gatillos adaptativos en los botones R2 y L2 que serán más sensibles y que ofrecerán diferentes niveles de resistencia, lo que en combinación con la respuesta háptica permitirán que los usuarios puedan percibir de mejor forma diversas funciones, es decir sentir la diferencia entre disparar una flecha con un arco o disparar un arma de fuego.", "El sistema de vibración tradicional también será actualizado, y es que en lugar de vibrar con diferentes niveles de fuerza como estamos acostumbrados, ahora se incluye retroalimentación háptica que hará que los jugadores sientan en sus manos de forma más precisa la textura de los diferentes terrenos, los golpes, los disparos y más.", "Así que como pueden leer, la tecnología háptica jugará un papel importante en el nuevo control de PlayStation 5 con el objetivo de darle a los usuarios una mejor interacción al incrementar las sensaciones.", "Otro detalle que se menciona es que se mejorará de forma importante el altavoz integrado en el control, ya que ahora contará con más potencia y nitidez para crear una mayor inmersión y aumentar el nivel de interactividad con el usuario.", "Por último tenemos que el DualShock 5 contará con puerto USB Type-C para cargar su batería, que por cierto se cargará de forma más rápida y tendrá una mayor autonomía que los mandos actuales.", "De acuerdo a información que ha estado circulando, el control también tendrá un micrófono que podría servir para controlar un nuevo asistente virtual o dar instrucciones a la consola.", "A continuación pueden ver unos renders de cómo podría lucir la PlayStation 5 en base al kit de desarrollo de la consola.", "PlayStation 5 se pondrá disponible a finales de 2020.", " ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Xbox Series X totalmente digital también fue anunciada en el Xbox Games Showcase 2024"], "contenido": ["Después de meses de especulaciones y rumores, Xbox ha presentado una nueva serie de actualizaciones de hardware para", " Xbox Series X y S", ", incluida una ", "Series X", " totalmente digital, todas las cuales estarán disponibles estas vacaciones.", "Durante el ", "Xbox Games Showcase", " de hoy, ", "Xbox", " mostró una nueva ", "Xbox Series X", " totalmente digital en \"", "blanco robot", "\" con 1 TB de almacenamiento. Tiene toda la velocidad y características de una ", "Xbox Series X", ", pero no tiene unidad de disco y cuesta ", "$449,99", ". Eso es $50 más barato que el precio minorista normal de X.", "También vimos una nueva ", "Xbox Series S", " similar con 1 TB (en comparación con los 500 GB de la consola Serie S original), que es básicamente la misma que la Xbox Series S actual de 1 TB en negro carbón, solo que en un color diferente. Costará $ 349,99.", "Finalmente, hay una nueva edición especial de Xbox Series X en \"galaxy black\" con 2 TB de almacenamiento. No te dejes engañar: no es una simple Xbox negra. Está salpicado de un patrón de pequeñas estrellas en plateado, gris y verde que parece el cielo nocturno. Cuesta $599,99 y vendrá con un controlador a juego que solo viene con la consola. Esta edición solo estará disponible en cantidades limitadas.", "Rebekah Valentine es reportera senior de IGN. "]},
{"titulo": ["Microsoft da un regalo a los jugadores de Xbox Series X/S para despedir al Xbox 360"], "contenido": ["Muy pronto la tienda de Xbox 360 cerrará sus puertas, y tenemos que a manera de despedida, Microsoft tiene un regalo para los poseedores de una consola Xbox Series X/S.", "El obsequio es un fondo dinámico inspirado en Xbox 360 para Xbox Series X/S, que como pueden ver en el video a continuación muestra el famoso diseño de Blades que fue parte de nuestra vida como gamers.", "\n", "Takes you back, doesn’t it?", "\n", "\nEnjoy some sweet nostalgia with the new Xbox 360 Blades dynamic background, available today. ", "pic.twitter.com/AYElkktM9K", "\n— Xbox (@Xbox) ", "July 16, 2024", "¿Cómo puedo conseguir este fondo dinámico?", "Para conseguirlo solo debes ingresar al menú de configuración de tu consola Xbox Series X/S, dirigirte a personalización, mi fondo y fondos dinámicos, y encontrarás un listado de todos los que se han lanzado, incluyendo el más reciente de Blades de Xbox 360.", "Por si no están al tanto, será el próximo 29 de julio cuando la tienda digital de Xbox 360 cerrará para siempre, por lo que ya no será posible comprar juegos y contenido para esa consola.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Naughty Dog 'no será el estudio de The Last of Us para siempre', dice Neil Druckmann"], "contenido": ["El desarrollador de The Last of Us y Uncharted, Naughty Dog, tiene \"múltiples proyectos para un jugador\" en proceso, dijo el director del estudio Neil Druckmann.", "En declaraciones a Los Angeles Times, Druckmann no mencionó en qué proyectos estaba trabajando el estudio PlayStation o si alguno había entrado en pleno desarrollo, pero sugirió que buscaba romper con su asociación predominante con The Last of Us.", "\"Les prometo que no seremos el estudio de The Last of Us para siempre\", dijo Druckmann, hablando de la querida franquicia post-apocalíptica de Naughty Dog que debutó en 2013 y recibió su secuela \"Parte 2\" en 2020. Por lo demás, el estudio es más conocido por crear la franquicia Uncharted, aunque esto se acabó con Uncharted 4: A Thief's End de 2016 y su continuación más pequeña, The Lost Legacy, un año después.", "Te lo prometo, no seremos el estudio de The Last of Us para siempre.", "Naughty Dog no ha lanzado un juego desde The Last of Us: Part 2 más allá de remasterizaciones, remakes y colecciones, y aunque el estudio confirmó que había decidido su próximo título importante en marzo de 2023, no se sabe nada al respecto externamente.", "Sin embargo, los comentarios de Druckmann sugieren que puede que no sea un nuevo juego de The Last of Us, si está seguro de que Naughty Dog no será predominantemente conocido por la franquicia en el futuro. También es muy posible que The Last of Us sea solo uno de estos \"proyectos múltiples para un jugador\" en proceso en Naughty Dog. Sólo el tiempo dirá.", "Druckmann tampoco dijo que todos estos proyectos estuvieran en desarrollo, sino que simplemente se estuvieran trabajando en ellos, lo que significa que varios, si no todos, podrían estar todavía en fases conceptuales tempranas y lejos de haber sido trabajados en forma adecuada, y mucho menos lanzados. Los proyectos en una etapa tan temprana de desarrollo también se cancelan o modifican drásticamente con regularidad.", "De todos modos, Druckmann dijo que los próximos juegos de Naughty Dog seguirían los mismos principios que los anteriores del estudio. \"Creamos experiencias que están llenas de historia y personajes, especialmente relaciones\", dijo. \"Las historias tienen una especie de núcleo filosófico en torno al cual todo girará y se alimentará\".", "Es de esperar que estos comentarios no sean retractados como lo fue otra aparición de Druckmann en los medios, ya que en un extraño giro de los acontecimientos, el propietario de Naughty Dog, Sony, publicó y luego eliminó una entrevista con él después de varias citas erróneas.", "Innumerables comentarios de Druckmann se publicaron incorrectamente, lo que le obligó a publicar declaraciones aclaratorias en línea. \"Pedimos disculpas a Neil por tergiversar sus palabras y por cualquier impacto negativo que esta entrevista haya podido causar\", dijo Sony.", " "]},
{"titulo": ["Los fans de Call of Duty se despiden de Warzone original, que hoy cierra para siempre"], "contenido": ["Tres años y medio después de que irrumpiera en escena, ", "el Warzone original se cierra para siempre hoy", ", provocando publicaciones de despedida llenas de nostalgia por parte de los fans.", "Warzone ", "se lanzó el 10 de marzo de 2020", " como un spin-off de Battle Royale de descarga gratuita del reboot de Modern Warfare del año anterior. Disfrutó de ", "un éxito instantáneo ", "impulsado por los juegos desde casa durante los confinamientos por covid, y le hizo ganar millones a Activision. Warzone tuvo tanto éxito que cambió fundamentalmente Call of Duty para siempre, con Battle Royale convirtiéndose en el punto focal de la franquicia y lanzamientos premium que lo alimentaron con éxito variable.", "Con ", "el lanzamiento de Warzone 2.0", " el año pasado, Activison relanzó y renombró el Warzone original como Warzone Caldera, y anunció planes para ", "cerrarlo definitivamente el 21 de septiembre", ". Todo el progreso y los inventarios caducan junto con el juego. \"Gracias a la comunidad de Call of Duty y a nuestros desarrolladores por hacer de Call of Duty: Warzone un lugar increíble para jugar juntos\", dijo Activision en un comunicado emitido en junio.", "Ahora, los fans se despiden del innovador battle royale y recurren a las redes sociales y a Reddit para recordar. \"Yo estuve allí\", dijo el redditor isitporqueimugly_. “Extrañaré esos días, encontré y perdí a mucha gente buena y pasé días fantásticos, especialmente en los días de Covid. Verdansk fue la mejor parte”.", " ", " ", " ", " ", "Activision ahora pasó a Warzone 2.0 y al próximo lanzamiento de Modern Warfare 3.", " "]},
{"titulo": ["The Last of Us 2 será tan grande que vendrá en dos discos"], "contenido": ["El evento State of Play de PlayStation terminó con la presentación de un nuevo trailer de historia para la esperada secuela de Naughty Dog, así como la revelación de la esperada fecha de lanzamiento. Pero lo que no se mencionó era que el juego de acción/sobrevivencia sería tan grande que se necesitarían dos discos para su versión física.", " ", " ", "Esto fue revelado junto con las diferentes ediciones especiales del juego, las cuales especifican que incluyen \"el juego completo (2 discos)\". Dale un vistazo a la Edición Especial y la Edición de Colección a continuación.", " ", "\n\n", "La Edición Especial de The Last of Us Part II (que puedes ver arriba) tiene un precio de $79.99 USD, incluye el juego completo (2 discos) y:", "\n\t", "un mini libro de arte de 48 páginas", "\n\t", "una caja metálica", "\n\t", "un set de avatar digital", "\n\t", "un tema dinámico de PS4", "\n", " ", "\n\n", "La Edición de Colección de The Last of Us Part II, con un precio de $159.99, incluye el juego completo (2 discos) y:", "\n\t", "una estatua de Ellie de 12 pulgadas", "\n\t", "un estuche amray", "\n\t", "una caja metálica", "\n\t", "un empaque \"Premium\"", "\n\t", "un mini libro de arte de 48 páginas", "\n\t", "el brazalete de Ellie", "\n\t", "seis pins", "\n\t", "cuatro stickers", "\n\t", "un set de avatar digital", "\n\t", "el soundtrack digital", "\n\t", "un libro de arte digital", "\n\t", "acceso a un documental detrás de cámaras de la creación del juego", "\n", " ", "\n\n", "Finalmente, la Edición Ellie de The Last of Us Part II, con un precio de $249.99 incluye el juego completo (2 discos) y:", "\n\t", "La misma estatua de Ellie de 12 pulgadas", "\n\t", "una mochila real diseñada como la mochila de Ellie en el juego", "\n\t", "un estuche amray", "\n\t", "una caja metálica", "\n\t", "un empaque \"premium\"", "\n\t", "un mini libro de arte de 48 páginas", "\n\t", "el brazalete de Ellie", "\n\t", "un parche del logo", "\n\t", "una litografía", "\n\t", "una carta de agradecimiento", "\n\t", "un disco de vinilo de 7 pulgadas con música del soundtrack", "\n\t", "cinco stickers", "\n\t", "seis pins", "\n", " ", "Si pre-ordenas la edición estándar de The Last of Us Part II, obtendrás una mejora de capacidad de munición dentro del juego y un manual de entrenamiento para creación. Si pre-ordenas específicamente la versión digital del juego, inmediatamente obtendrás un avatar de PSN que presenta el tatuaje de Ellie.", "\n\n", "En la siguiente galería te mostramos los 10 videojuegos mejor vendidos de la historia."]},
{"titulo": ["Starfield: Todo sobre la nueva actualización de mayo"], "contenido": ["Desde ahora mismo estará disponible la nueva actualización de ", "Starfield", ", la cual llega con nuevos cambios que mejoran la experiencia de juego, tales como detallados mapas de superficie, opciones de dificultad, elementos que facilitan las personalización de las naves ajustes de pantalla para el ", "Series X", " y más.", "Mapas de superficie mejorados", "En la versión renovada de los mapas de superficie, los puntos se convierten en señales del terreno. Gracias a ellas y a los puntos de interés visibles en el mapa, es mucho más fácil orientarse y localizar las diversas ubicaciones.", "Además, se añadieron nuevos marcadores en las principales ciudades para mostrar la ubicación de los comerciantes, y cada uno de ellos funciona como un punto de viaje rápido. Te podrás teletransportar de inmediato a esos lugares desde el escáner o el mapa de la superficie.", "Nuevas opciones de juego", "La nueva actualización también brinda a los jugadores libertad y flexibilidad para crear una experiencia a su medida. Ahora es posible configurar los créditos y la capacidad de carga de los comerciantes y si se puede acceder a la bodega de la nave desde cualquier lugar a través del inventario del jugador.", "Para quienes quieran afinar la dificultad, se añadieron nuevas funcionalidades de supervivencia, como determinar el efecto de la comida y los peligros ambientales, así como nuevos ajustes de combate para, por ejemplo, complicar las batallas espaciales y facilitar los tiroteos. Por último, llega al juego la dificultad Extrema, aún más dura que Muy difícil.", "Cada jugador podrá configurar estos ajustes a su antojo para que la experiencia de juego se adapte a su estilo.", "Nuevas herramientas para personalizar el interior de las naves", "En Starfield, la nave es el hogar de cada jugador. Con la actualización de mayo, se cumple por fin el sueño de poder personalizar los interiores de las naves. También encontrarás nuevos módulos habitacionales totalmente vacíos para decorarlos desde cero, lo que te permitirá personalizar aún más la disposición de las naves si, por ejemplo, te interesa contar con más puertas.", "Ajustes de pantalla para Xbox Series X", "Los jugadores de ", "Xbox Series X", " ya pueden decidir si priorizar la calidad de los gráficos o el rendimiento. Para ambas configuraciones, se recomienda encarecidamente una pantalla con frecuencia de actualización variable (VRR) que funcione a 120 Hz o más.", "\n\t", "Tasa de fotogramas objetiva", ": nuestros jugadores ya pueden elegir entre una tasa de fotogramas de 30, 40, 60 o Sin límite en pantallas VRR. A falta de una pantalla VRR que funcione al menos a 120 Hz, se puede elegir entre 30 y 60. Al seleccionar 60 en una pantalla sin VRR, se podría producir un efecto de pantalla partida.", "\n\t", "Priorizar", ": los jugadores ahora pueden priorizar entre Gráficos y Rendimiento para intentar mantener la tasa de fotogramas objetiva. Se aconseja el modo Rendimiento si se opta por una tasa de fotogramas objetiva de 60 o más. La opción Gráficos prioriza los gráficos y mantiene la resolución más alta mientras conserva los efectos especiales, la iluminación y las multitudes con el máximo detalle. La opción Rendimiento prioriza el rendimiento reduciendo la resolución interna y el detalle de los efectos especiales, la iluminación y las multitudes. Ambos modos también pueden ajustar la resolución interna de forma dinámica cuando las escenas o la acción se vuelven más complicadas de renderizar.", "\n\t", "Sincronización vertical", ": ahora es posible activar o desactivar la sincronización vertical. Si está desactivada, los fotogramas del juego irán separados de la frecuencia de actualización del monitor, lo que puede provocar un efecto de pantalla partida. Si se activa, se sincronizará la tasa de fotogramas con la frecuencia de actualización del monitor, evitando así el efecto de pantalla partida, aunque el número de fotogramas quede limitado.", "\n", "Cambiar rasgos en la Nueva partida +", "La rejugabilidad es fundamental en los juegos de Bethesda Game Studios, y en Starfield el universo se expande aún más con la Nueva partida +. Ahora, después de entrar en la Unidad, los jugadores tendrán la opción de cambiar tanto su apariencia como sus rasgos. Esta funcionalidad te brinda la oportunidad de seguir puliendo el aspecto de tus personajes y probar estilos de juego diversos una vez terminada la historia.", "Mejoras prácticas", "Además de las funcionalidades principales que incluye la actualización de mayo, también hay multitud de mejoras prácticas, como la posibilidad de desactivar la cámara de diálogo para ver las escenas desde la perspectiva que elijas. También hay nuevas pestañas en los menús de contenedores y comercio, que facilitan la navegación por los menús.", "De cara al futuro", "Hay preparadas algunas funcionalidades importantes, como un vehículo terrestre para poder explorar los planetas más rápido, soporte oficial de mods para ", "Starfield", " y la gigantesca expansión Espacio quebrantado. ¡No te pierdas las novedades estos próximos meses para enterarte de todo!", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Xbox Game Pass aumentará su precio y ofrecerá un nuevo nivel de suscripción"], "contenido": ["Desde hace un tiempo han venido circulando rumores sobre un aumento de precio de Xbox Game Pass, y hoy tenemos que Microsoft ha confirmado esa información junto con algunos cambios importantes en el servicio.", "Xbox Game Pass es el servicio de suscripción de juegos de Microsoft similar a Netflix, donde por una tarifa mensual los jugadores obtienen acceso a un catálogo de juegos. Actualmente existen cuatro diferentes opciones de Game Pass, una vinculada a consolas, otra vinculada a PC, Xbox Game Pass Ultimate que es una suscripción todo en uno y la cuarta es Xbox Game Pass Core que es la más reciente y es muy similar a lo que era Xbox Live Gold.", "Ahora tenemos que Microsoft ", "ha confirmado ", "que Xbox Game Pass aumentará de precio en sus niveles Xbox Game Pass Ultimate, Xbox Game Pass Core y Game Pass para PC, mientras que Game Pass para consola ya no estará disponible para nuevos miembros. Además, en los próximos meses se pondrá disponible una nueva opción llamada Xbox Game Pass Standard que dará acceso a todos los juegos del catálogo, a excepción de las adiciones de Día Uno, como por ejemplo Call of Duty: Black Ops 6 que llegará cuando se lance en octubre.", " ", "En ", "este enlace", " pueden consultar los nuevos precios para todas las regiones, destacando que por ejemplo la mensualidad de Game Pass Ultimate pasará de USD $16.99 a $19.99 (de MXN $249 a $299 en México), que los 12 meses de Game Pass Core pasarán de USD $59.99 a $74.99, y que PC Game Pass subirá de USD $9.99 a $11.99 (de MXN $149 a $179 en México).", "Se menciona que para los usuarios que tienen activada la facturación recurrente, los nuevos precios entrarán en vigor desde el 12 de septiembre de 2024.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Sony revela los detalles del PlayStation de siguiente generación"], "contenido": ["Mark Cerny, arquitecto principal del PS5, mostró algunos de los componentes internos del PlayStation de siguiente generación -el cual técnicamente no está llamando PlayStation 5- el cual incluirá un disco duro de estado sólido de altas especificaciones, un GPU capaz de soportar trazo de rayos, tendrá retrocompatibilidad con el PS4 y no será de solo descarga.", "\n\t", "\n\t\t", "\n\t\t\t", "\n\t\t\t", "\n\t\t\t", "\n\t\t\t", "\n\t\t\t", "\n\t\t\t", "PlayStation 4", "\n\t\t\tSlim 1TB - Negro", "\n\t\t\t$6,690.00\n\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "En un encuentro con ", "Wired", ", Cerny también explicó que la consola definitivamente no se lanzará en 2019, y demostró por qué esta es una verdadera máquina de siguiente generación, en vez de una actualización del PS4 al estilo del PS4 Pro.", "Cerny explicó que el CPU de la consola es una variante del AMD Ryzen de tercera generación y que su GPU es una versión personalizada de la linea Navi de Radeon. Ese GPU es capaz del trazado de rayos, una técnica gráfica de alto rendimiento con algunos resultados increíbles. Como puedes esperar, la consola será compatible con monitores 8K.", "Cerny también mostró el poder del nuevo disco duro de estado sólido de la consola con un demo práctico. De acuerdo con Wired, hacer un viaje rápido entre lugares en Marvel's Spider-Man en PS4 Pro toma 15 segundos. Usando el kit de desarrollo del PlayStation de siguiente generación, la misma acción toma 0.8 segundos.", "Finalmente tuvimos confirmación que la consola aceptará medios físicos, en vez de ser de sólo descarga o sólo streaming. Esto se enlaza con otro aspecto –será retrocompatible con juegos de PS4, aunque no sabemos si irá más allá en generaciones pasadas. El modelo actual del PSVR será compatible con la nueva consola.", "Cerny también cubre el hecho de que el nuevo CPU AMD permitirá un audio 3D sin hardware extra. \"Con la siguiente consola\", explicó, \"el sueño es mostrar qué tan dramáticamente diferente puede ser la experiencia de audio cuando aplicamos cantidades significantes de hardware poderoso en esto\".", "Aún quedan muchos detalles en el aire tras la demostración. A nivel superficial, no hay sentido de cómo se verá la consola final, ni la forma que tendrán los controles.", "Sabemos que Sony planea algunos juegos que sean lanzados para PS4 y la consola de siguiente generación, pero no cuáles son (aunque hay algunas sugerencias que Death Stranding podría caer en esta categoría)."]},
{"titulo": ["PlayStation 5: detalles, retrocompatibilidad, rumores y más"], "contenido": ["Con el comienzo de cada generación de consolas viene la pregunta implícita: ¿Qué veremos en la siguiente generación de consolas? Con esto en mente, en IGN queremos compilar toda la información oficial y rumores que conocemos sobre el siguiente PlayStation, el cual naturalmente llamaremos PS5.", "Especialmente tras la entrevista de ", "Mark Cerny con Wired sobre la consola PlayStation de siguiente generación", ". Lee la información que conocemos sobre el sucesor del PS4, así como los muchos rumores que flotan a su alrededor, y asegúrate regresar para cualquier actualización que llegue sobre el PS5. (Cabe mencionar, aunque Sony no ha llamado oficialmente a su consola de siguiente generación por un nombre clave o confirmado un título, mantendremos por simplicidad PlayStation 5 o PS5).", "Precio y fecha de lanzamiento del PlayStation 5", " ", "Hasta ahora, no sabemos cuánto costará la siguiente consola PlayStation. Pero la más reciente entrevista de Cerny ofrece por lo menos una idea de cuándo no debemos esperar que sea la fecha de lanzamiento del PS5.", "De acuerdo con Wired, la fecha de salida del PS5 no será en 2018. Esto no nos lleva a una ventana de lanzamiento exacta, pero muchas conjeturas han apuntado a 2020 como un año de lanzamiento probable para las nuevas consolas, tanto para PlayStation y Xbox. Esto podría poner a los nuevos sistemas siete años después del lanzamiento del PS4 y Xbox One, casi equivalente al tiempo de vida que tuvo a la generación antecesora.", "Un ", "reporte de Kotaku", " de abril de 2018 indica que la consola estaba muy alejada, ciertamente no antes del vago periodo de 2020. (Y, como hace mención el reporte, con algo tan grande como el lanzamiento de una consola y una tan lejana, las cosas podrían cambiar fácilmente). La ventana es lo que Kotaku continuó escuchando hasta GDC 2019.", " ", "Especificaciones de PlayStation 5", "Mark Cerny en realidad reveló bastante sobre lo que estará dentro del PS5 en términos de especificaciones. Con un chip AMD en su núcleo, la CPU se crea a partir de la línea Ryzen de AMD, tercera generación, con ocho núcleos de 7 nm de microarquitectura Zen 2. El chip también \"incluye una unidad personalizada para audio 3D\", de acuerdo con Wired y Cerny, que debería funcionar a través de las bocinas de la televisión y el sonido envolvente, con el audio de los auriculares como la mejor opción. (Un informe de ", "SemiAccurate", " de hace un tiempo declaró que la PS5 usaría una CPU Zen de 8 núcleos y una GPU basada en Navi).", "El GPU, de acuerdo con Wired, es una \"variante de la familia Navi de Radeon\". Este GPU permitie el trazado de rayos. El sistema tampoco abandona los medios físicos, así que no será una consola sólo de descargas de acuerdo con Wired.", "De acuerdo con la descripción de Cerny, la más grande inclusión será el disco de estado sólido, uno que Cerny dijo a Wired \"tiene un ancho de banda más alto que cualquier SSD disponible para PCs\", de acuerdo con la publicación. Claro, los SSD están disponibles en computadores y pueden ser utilizados como discos duros externos del PS4 y PS4 Pro. Pero Cerny está apuntando a demostrar que el SSD del PS5 permitirá un nuevo nivel de velocidad y rendimiento.", "Cerny resaltó estas capacidades a Wired al jugar Marvel's Spider-Man en un PS4 Pro, el cual tuvo un tiempo de carga de 15 segundo para viaje rápido. Cerny luego demostró la misma carga en un kit de desarrollo, el cual estaba en una versión de \"baja velocidad\" y sólo tomó 0.8 segundos.", "Cerny resaltó que las velocidades de tiempo de carga no son el único beneficio de los SSD -este se reporta puede renderear mundo a una velocidad más alta y permitir un movimiento más rápido dentro del juego.", "El PS5 también soportará juegos en 8K, pero la demostración que Wired vio fue en una televisión 4K.", "Retrocompatibilidad del PlayStation 5", "Buenas noticias para los usuarios de PS4 y PS4 Pro -el PS5 será retrocompatible con los juegos de PS4. Gracias a su arquitectura basada en lo que fue usadao en el PS4, Sony puede traer los juegos ya lanzados y próximos a la consola de siguiente generación.", "Lo que eso significará para la existencia de remasterizaciones como The Last of Us Remastered nose mantiene claro, particularmente con tantos títulos pesados que aún faltan por ser lanzados en el PS4. ¿Será que The Last of Us Part II, Death Stranding y Ghost of Tsushima serán optimizados para PS5 pero también correrán en PS4? ¿Será que esto los pase a que sólo corran como juegos de PS5? No queda claro, pero por lo menos, cualquier cosa que sea y que haya sido lanzado en PS4 funcionara en el PS5.", "De acuerdo con Wired, un representante de Sony dijo específicamente que Death Strangin se lanzará para PS4, pero hay espacio para las versiones de PS4 y PS5.", "Capacidades del PSVR en PlayStation 5", "Primero, las buenas noticias: tu PlayStation VR actual será compatible con el PS5. Así como todos tus juegos estándar del PS4 serán retrocompatibles, la biblioteca del PSVR también funcionará con la siguiente generación. (Y eso es emocionante, particularmente considerando todos los grandes juegos de PSVR que queremos jugar).", "En cuanto si habrá un PSCR 2.0 con el nuevo sistema o si habrá algo nuevo para su lanzamiento, Cerny y el resto de PlayStation no mencionaron nada al respecto. Tampoco negaron la posibilidad, y si había una versión mejorada del PSVR en desarrollo, específicamente considerando los avances en tecnología VR y el hardware fuera del PSVR. Pero por ahora, sabemos que el viejo PSVR que puedes tener funcionará con el nuevo sistema, así que no tendrás que tirar aún ese visor, aún.", "Servicios de PlayStation 5", "A pesar de los muchos detalles del análisis de Wired sobre lo que vendrá con el PlayStation 5, no sabemos cómo funcionarán los servicios existentes de Sony en la siguiente generación de consolas. Es una apuesta segura que algo como PlayStation Plus migrará a la nueva generación. Pero cómo los servicios como PlayStation Now puedan hacer el salto aún sigue siendo incierto.", "Juegos de PlayStation 5", "Claro, los juegos de PS4 y PSVR se esperan funcionen en PS5, aunque no sabemos qué juegos first-party de Sony y de estudios se hagan específicamente para el PS5.", "Sin embargo, han habido algunos reportes que sugieren que Sony está enfatizando el desarrollo interno del PS5. Uno de los reportes más notables que apareció previo al reporte de Wired fue que ", "los estudios first-party de PlayStation supuestamente estaban enfocando sus esfuerzos, más allá de lo que ya está en desarrollo para el PS4, en el PS5", ".", "El analista de la industria Daniel Ahmad recientemente dijo \"en general, mucho del enfoque de [los estudios first party de] Sony está en el PS5. Aún es muy temprano para hablar de la siguiente generación pero imagino que habrán algunos susurros en GDC\".", "Ahmad también reportó que los kits de desarrollo del PS5 ya están liberados y que escuchó \"cosas positivas\" sobre ellos.", "Que Sony se enfoque en el desarrollo del PS5 no es algo sorprendente. Fuera de títulos anunciados para PS4 como ", "The Last of Us Part II", ", ", "Ghost of Tsushima", ", ", "Concrete Genie", " y ", "Dreams", ", muchos de los estudios de Sony trabajan en proyectos sin anunciar. Dependiendo de ", "cuando Sony decida lanzar el PS5", " debería de tener sentido para estudios como Santa Monica Studios o Guerrilla Games darle prioridad a la siguiente generación.", "Más allá del desarrollo interno, una patente reciente también comenzó muchas conjeturas sobre una posible función: ", "retrocompatibilidad. Una patente reciente de Sony", " llevó a muchos fans a pensar que Sony estaba investigando una posible función muy pedida para ser incluida en el PS5. Ésta describe un proceso que permite que software anterior corra perfectamente en nuevos dispositivos.", "Nombre oficial del PlayStation 5", "Puede ser algo tonto de mencionar, pero como se dijo antes, realmente no sabemos cómo se llamará el siguiente PlayStation y la entrevista de Wired con Cerny no ofreció ninguna información adicional al respecto.", "Así que nos dirigimos a esta como el PS5 o PlayStation 5 por ahora, y si esto fuera diferente, y un nombre oficial es revelado, seguro te lo haremos saber.", "Fotos del PlayStation 5", "Desfortunadamente, no tenemos fotos del PS5 o detalles sobre cómo se verá el PS5. La entrevista de Wired con Cerny vio el uso de un kit de desarrollo escondido sin \"componentes\" claros aparentes. Por ahora, no sabemos aún qué aspecto tendrá el modelo de hardware del PS5."]},
{"titulo": ["PlayStation 5: ya puedes pre-ordenarlo"], "contenido": ["A pesar de que no sabemos cómo luce, ni muchas cosas más sobre el PlayStation 5, en un país de Europa ya está disponible para pre-ordenarse.", "Como reporta un medio especializado alemán, los fans que vivan en Suecia y que quieran apartar su consola pueden hacerlo por 950 euros –lo que equivale a aproximadamente $1,050 dólares– ", "en la tienda Media Markt", ". Como se hace notar, probablemente sólo se trate de una cantidad significativa y no de un precio real.", "De igual manera, cabe destacar que no se incluye una fecha de lanzamiento para el dispositivo. Aún así, es interesante enterarse de que a pesar de que no sabemos mucho de la próxima generación de Sony para consolas, ya hay un lugar en donde puedes conseguirlo....¿te sobra este dinero? Escríbenos en los comentarios.", "En cuanto a los detalles de la PlayStation 5, ", "sabemos que no llegará antes de 2020 ", "(otra razón por la cual tomar esta pre-orden con cautela) y en cuanto a la tecnología,", " cuenta con un chip AMD en su núcleo", ", la CPU se crea a partir de la línea Ryzen de AMD, tercera generación con ocho núcleos de 7 nm de microarquitectura Zen 2.", "El GPU es una \"variante de la familia Navi de Radeon\". Este GPU permite el trazado de rayos. El sistema tampoco abandona los medios físicos, así que no será una consola sólo de descargas de acuerdo con Wired.", "También recordemos que Microsoft está trabajando en Xbox Scarlett y promete ser un dispositivo que rompa paradigmas en la industria de los videojuegos ", "ya que que integra gráficos NAVI de AMD con soluciones de almacenamiento y memoria SSD que prometen casi eliminar los tiempos de carga de la consola.", " ", "Cristina Urrutia es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith", "."]},
{"titulo": ["Imágenes filtradas revelan una Xbox Series X en color blanco sin unidad de disco"], "contenido": ["Se han filtrado imágenes de una ", "Xbox Series X blanca y parece ser una versión sin disco", " de la Xbox Series X negra.", "Publicadas por primera vez por Exper, las imágenes muestran una consola Xbox Series X blanca, con lo que parece ser el mismo revestimiento que la Xbox Series S blanca. El informe también indica que ", "tendrá un disipador de calor diferente, entre otras piezas mejoradas", ". The Verge corroboró que las imágenes parecen genuinas ya que ha visto documentos que detallan las especificaciones de la consola.", "Además, el experto de Microsoft, Brad Sams, sugiere que el chasis de la consola Xbox Series X blanca ", "es el mismo que el de la Series X negra", ", lo que indica que la primera no incluirá ningún aumento en las especificaciones. Según los informes, la consola se lanzará en junio o julio y costará menos que la Xbox Series X negra estándar.", "En septiembre de 2023, se filtraron documentos judiciales que aparentemente contenían algunos de los planes futuros de Microsoft. Las filtraciones incluyeron una actualización de generación media para las consolas Series S y X, la primera con el nombre en código Ellewood y la última con el nombre en código Brooklin. Ambas también eran consolas exclusivamente digitales.", "También proporcionó un cronograma, con Ellewood lanzando en agosto de 2024, mientras que Brooklin estaba previsto para octubre de 2024. Si la Series X blanca presumiblemente se lanza durante el verano, entonces existe la posibilidad de que Microsoft haya cambiado su estrategia de actualización de media generación. Phil Spencer, de Microsoft, incluso dijo que esos planes estaban obsoletos.", "También hay rumores de que Microsoft está trabajando actualmente en una consola portátil Xbox, y Microsoft ya ha confirmado que tendrá una consola de próxima generación.", " "]},
{"titulo": ["PlayStation5: nuevo rumor apunta a su revelación en unos meses"], "contenido": ["La filtración de una variedad de correos internos de Sony parece revelar los planes de la compañía para los próximos meses, incluyendo la revelación de su nueva consola en Febrero del 2020.", "Los correos, filtrados por medio de ", "NeoGaf", " y ", "4chan", " (vía ", "gamesradar", "), aseguran que la compañía se está preparando para no sólo el proximo evento de State of Play, sino para un evento mucho más grande al que se refieren como \"PlayStation Meeting 2020\" en el que entre otras cosas revelarán finalmente el PS5.", "Tomando lugar el 12 de febrero del 2020, el evento presentaría a invitados de la industria como de gran nombre como Activision, Square Enix, Ubisoft, EA, y más, quienes presentarían nuevos títulos de próxima generación. Del lado interno de PlayStation, la compañía anunciaría también más información acerca del esperado Ghost of Tsushima, así como nueva información acerca del PSVR2, el cual supuestamente está en etapas de pruebas con un nuevo prototipo.", "Este supuesto correo se dice que se filtró por parte de un ex-manager de marketing que trabajó en los estudios de Sony Interactive Entertainment PlayStation y que recibió el correo accidentalmente. A pesar de que la fuente no demuestra ninguna clase de prueba, la información compartida es bastante específica y comprensible, pero aún así debería tomarse como poco más que un rumor.", "Sin embargo, con la ausencia de PlayStation durante E3 2019, estas acciones realmente tendrían sentido para la compañía. Mientras que Xbox y Microsoft parecen haber tomado la delantera con una de sus mejores conferencias hasta ahora y los primeros detalles de su Proyecto Scarlett, Sony aún no ha revelado oficialmente ninguna de las cartas bajo su manga.", "Todo apunta a que nos estamos dirigiendo hacia una nueva batalla entre los titanes de la industria, quienes se pelearán la supremacía de consolas de la nueva generación.", " ", "Mike Reyes es un editor de IGN Latinoamérica que intenta mantener sus expectativas bajas. Todo esto se trata de rumores. Encuéntralo en ", "@Sol_Criva", "."]},
{"titulo": ["PlayStation 5: éste sería su procesador gráfico"], "contenido": [" ", "Ha surgido un nuevo rumor que asegura tener los primeros detalles del procesador gráfico del", " PlayStation 5", " y que lo presenta como todo un monstruo de potencia.", "Sony ya había revelado que su nueva consola estará basada en arquitecturas AMD Ryzen 3000 y Navi, y destacaron ", "que usará tecnología Ray Tracing", " además de que incluirá", " SSD para reducir de forma importante los tiempos de carga en los juegos", ", y ahora tenemos que el sitio HotHardware compartió el comentado reporte de un usuario de Twitter llamado Komachi que en el pasado ya había dado información sobre las consolas de siguiente generación, PlayStation 5 y Xbox Scarlett.", "A continuación pueden ver su información:", "\n", "BREAKING: ESTO ES PS5. De acuerdo con esta filtración- el GPU correrá a increíbles 2ghz.", "\n\n", "Esto se equipara a 9.2 teraflops en arquitectura RDNA. O aproximadamente 14 teraflops en la arquitectura GCN, es decir el doble de poder que el Xbox One X. Casi el poder de la tarjeta gráfica RTX2080.", "\n\n", "En inglés: es muy poderosa.", "\n", "\n", "BREAKING: THIS IS PS5. According to this leak- the GPU will be clocked at an insane 2ghz.", "\n", "\nThis equates to 9.2 TF on the RDNA architecture. Or roughly 14 TF on the GCN Architecture aka over double the power of the X1X. Almost RTX2080 power.", "\n", "\nIn English: it's very powerful ", "https://t.co/09rB49ugBT", "\n— Is A Parrot (@isaparrot) ", "August 13, 2019", " ", "De acuerdo a lo que menciona el usuario de Twitter \"Is A Parrot\", la GPU de PlayStation 5 a 2GHz alcanzaría al menos 9.2 teraflops, y como comparación la GeForce RTX 2070 y GeForce RTX2080 llegan a 7.5 teraflops y 10.1 teraflops, mientras que la Xbox One X y la PlayStation 4 Pro ofrecen 6 teraflops y 4.2 teraflops respectivamente.", "Con esta potencia la consola sin duda sería toda una bestia y lograría el rendimiento en 4K que Sony desea, aunque hay que tener en cuenta que todo esto son simples rumores y de momento no hay confirmación oficial del GPU.", "Se espera que ", "Sony anuncie la PlayStation 5 el 12 de febrero de 2020 en un evento especial ", "donde habrá varios invitados de la industria para presentar sus nuevos juegos de siguiente generación.", "Por lo que se ha venido escuchando parece que se pondrá buena la batalla entre ", "PlayStation 5", " y ", "Xbox Scarlett", ".", " ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Microsoft revela las asombrosas características de su próxima consola- E3 2019"], "contenido": ["Microsoft revela Proyect Scarlett, una consola totalmente nueva con una fecha de lanzamiento para finales del 2020.", "Con la promesa de nuevas e increíbles tecnologías, Microsoft reveló un trailer con entrevistas de los diferentes equipos de Microsoft Game Studios acerca de cómo es trabajar con Project Scarlett, el próximo hardware de Xbox que integra gráficos NAVI de AMD con soluciones de almacenamiento y memoria SSD que prometen casi eliminar los tiempos de carga de la consola.", "El video explicó que la consola será cuatro veces más poderoso que el Xbox One X, capaz de generar video hasta en 8K, 120 frames por segundo, y Ray Tracing. La prioridad, aparentemente, es reducir los tiempos de carga en los juegos, utilizando una nueva generación de Discos de Estado Sólido (SSD, por sus siglas en inglés) que serán utilizados como RAM virtual, ofreciendo \"un incremento de 40 veces el desempeño\" sobre generaciones previas.", "\"Para nosotros, la consola es vital [...] para nuestra experiencia\", dijo Phil Spencer en el escenario, reiterando la reciente filosofía enfocada principalmente en los juegos que ha adoptado Xbox."]},
{"titulo": ["PlayStation 5 no se lanzará antes de abril de 2020"], "contenido": ["Sony no lanzará el PlayStation 5 antes de abril de 2020.", "La declaración viene del departamento de relaciones publicas de Sony tras los resultados del final del año fiscal y fue reportado por el escritor de The Wall Street Journal Takashi Mochizuki en ", "Twitter", ". \"Ningún habrá lanzamiento del PlayStation de siguiente generación en los próximos 12 meses\", mencionó.", "\n", "Sony: -No next-gen PlayStation launch over next 12 months -PS Now has been ave. 40% annual growth since launch, now 700,000 users -Much of Y31.1 billion (difference between past fy op vs this fy op outlook) to be invested to develop next PlayStation console\n— Takashi Mochizuki (@mochi_wsj) ", "April 26, 2019", "Esto pone la ventana de lanzamiento del PlayStation 5 fuera del año financiero 2019/2020, significando que lo más temprano será en mayo de 2020 antes que veamos la consola de siguiente generación de Sony a la venta. Claro, esto asumiendo que la consola sea lanzada en 2020; ya que actualmente no hay sugerencias oficiales de en qué año se lanzará el hardware de siguiente generación de Sony.", "Ya tenemos algunos ", "detalles interesantes sobre el PlayStation 5", ", incluyendo su soporte de visuales 8K, sonido mejorado, retrocompatibilidad, almacenamiento en estado sólido con tiempos de carga reducidos. Pero el anuncio de estos detalles parecen que es para preparar a la gente del inevitable, aunque no inmediato, lanzamiento del PS5.", "Asegúrate de revisar ", "cada detalle del PS5", " que conocemos. Y aunque aún hay la oportunidad de que Sony pueda anunciar la consola este año, no esperes verlo bajo tu árbol de navidad este diciembre."]},
{"titulo": ["The Last of Us 2: se revela la fecha de lanzamiento"], "contenido": ["PlayStation ha revelado la fecha de lanzamiento de The Last of Us: Part II, junto con un trailer completamente nuevo que nos trae consigo un mejor entendimiento de la historia.", "Durante el State of Play de PlayStation del día de hoy, Naughty Dog confirmó que The Last of Us Part II llegará el 21 de febrero del 2020. El anuncio de hoy ha terminado con los ", "meses de rumores y especulación", " acerca de cuándo recibiríamos el próximo capitulo de la historia de Ellie y Joel.", "Por lo que pudimos ver en el nuevo trailer, la historia podría ser aún más desgarradora de lo que ya habíamos visto en el juego original. Aparentemente, en esta ocasión jugaremos la mayor parte del tiempo como Ellie, quien sale en búsqueda de venganza por lo que parece ser el asesinato de otra sobreviviente que cómo vimos en uno de los primeros trailers es la pareja de la protagonista.", "Ademas de eso, Naughty Dog nos reveló finalmente la primera aparición de Joel, quien hasta este momento no se había mostrado fuera del primer teaser de la anticipada secuela.", "Sin embargo, los nuevos personajes que se habían mostrado en uno de los trailers anteriores continúan siendo ignorados en este nuevo trailer, lo que nos lleva a pensar la historia podría ser mucho más compleja de lo que creemos, o que Naughty Dog está mostrándonos intencionalmente sólo una parte de lo que veremos realmente en el juego.", "The Last of Us: Part II se estrenará el 21 de febrero de 2020 exclusivamente en PlayStation 4.", " ", "Mike Reyes es un editor de IGN Latinoamérica que no cree estar preparado para las terribles desgracias contra las que se enfrentarán Ellie y Joel cuando esta franquicia regrese a nuestras consolas. Puedes encontrarlo en ", "@Sol_Criva", "."]},
{"titulo": ["Project Scarlett correrá todas las generaciones de juegos"], "contenido": ["Durante su conferencia en el marco de E3 2019, Microsoft presentó algunas de las especificaciones de su consola de siguiente generación, Project Scarlett; la cual promete ser un parteaguas en la industria de los videojuegos.", "Adicional a eso, hemos descubierto algo más: el dispositivo tendrá disponible las cuatro generaciones de juegos. En una entrevista exclusiva con IGN Latinoamérica, el Director de Marketing de Latinoamérica, Erick Baca reveló esta información. Al preguntarle acerca de lo que la empresa piensa lograr con esta nueva consola, él respondió:", "\"Es darle la opción a los fans y a los consumidores de tener la mejor experiencia de consola que pueda haber, entonces vas a tener una consola que va a ser un nuevo estándar en cuanto a poder, velocidad y desempeño\".", "\"Es otorgarle a nuestros fans esta opción de quiero jugar y quiero esto\", continuó. \"También es de aprovechar y tener todas las generaciones de juegos disponibles dentro de Scarlett, creo que eso va a ser algo muy interesante\".", "¿Qué piensas al respecto? Por supuesto, se trata de una increíble noticia. Project Scarlett llegará a finales de 2020, junto con Halo Infinite. El próximo hardware de Xbox integra gráficos NAVI de AMD con soluciones de almacenamiento y memoria SSD que prometen casi eliminar los tiempos de carga de la consola.", "También se explicó que la consola será cuatro veces más poderosa que el Xbox One X", ", capaz de generar video hasta en 8K, 120 frames por segundo, y Ray Tracing. La prioridad, aparentemente, es reducir los tiempos de carga en los juegos, utilizando una nueva generación de Discos de Estado Sólido (SSD, por sus siglas en inglés) que serán utilizados como RAM virtual, ofreciendo \"un incremento de 40 veces el desempeño\" sobre generaciones previas.", "Y para saber más de E3 2019, ", "no te pierdas toda la información en nuestro mini sitio.", " ", "Cristina Urrutia Aldrete es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith."]},
{"titulo": ["PlayStation 5: se reveló una demostración de sus tiempos de carga"], "contenido": ["Un nuevo video publicado por Takashi Mochizuki de Wall Street Journal puede habernos dado el primer vistazo al posible poder del PlayStation 5.", "Mochizuki ", "publicó el video en Twitter", ", diciendo que era \"la comparación oficial de Sony en video comparando el desempeño del PS4 Pro vs el PlayStation de próxima generación\".", "El video compara los tiempos de carga y desempeño de MArvel's Spider-Man entre un PS4 PRo y el posiblemente llamado PS5, y es una descripción casi identica a la otorgada por ", "Mark Cerny, el arquitecto principal del PS5, durante su entrevista con Wired que reveló los primeros detalles de la próxima generación de PlayStation", ".", "\n", "Sony's official video comparing performance of PS4 Pro vs next-gen PlayStation ", "pic.twitter.com/2eUROxKFLq", "\n— Takashi Mochizuki (@mochi_wsj) ", "May 21, 2019", "Mientras que la calidad del video no es muy buena y parece haber sido grabado en un teléfono o un dispositivo similar, ", "Mochizuki tiene una larga historia de información interna", " en la industria de los video juegos, y esto encaja bastante bien con lo mencionado en esa entrevista de Wired.", "Es importante notar que el PlayStation5 o PS5 nunca es mencionado en el video, y sólo se usaron las palabras \"Próxima Generación (Bajo Desarrollo)\" para diferenciar entre el hardware nuevo y el viejo.", "Mochizuki tradujo lo que se estaba diciendo en japonés", ", con frases como \"Para asegurar que PlayStation permanecerá como el mejor lugar para jugar, SIE trabaja en mantener y mejorar relaciones con desarrolladores de juegos externos\", y \"para explicar la funcionalidad continua de PlayStation, la compañía usó la frase 'en cualquier momento, en cualquier lugar, sin desconexiones'\".", "Mientras que no sabemos mucho más acerca del PlayStation 5, asegúrate de revisar ", "todos los detalles confirmados y rumorados del PS5", " para saber todo lo que existe acerca de la consola de próxima generación de PlayStation."]},
{"titulo": ["Xbox Game Pass: conozcan los juegos que llegan y se van en la segunda mitad de julio"], "contenido": ["Microsoft ha dado a conocer los juegos que llegarán a Xbox Game Pass en la segunda mitad de julio, destacando títulos como Kunitsu-Gami: Path of the Goddess, Flintlock: The Siege of Dawn, Dungeons of Hinterberg y más.", "A través de Xbox Wire se revelaron los títulos disponibles desde hoy, y puedes verlos en el listado a continuación:", "Disponibles hoy", "Magical Delicacy (Nube, Consola y PC) ", "- Un completo juego de plataformas con estilo pixel art. Cocina delicias mágicas a partir de una amplia colección de ingredientes en tu propia tienda. Explora una ciudad desconocida y entrega delicias sabrosas a los habitantes. Aprende nuevas formas de viajar, descubre secretos y experimenta un mundo de brujas único.", "Flock (Nube, Consola y PC)", " - Flock es un juego cooperativo multijugador sobre la alegría de volar y coleccionar adorables criaturas voladoras con tus amigos. Vuela por hermosos paisajes en busca de criaturas raras y esquivas para agregar a tu bandada.", "18 de julio", "Flintlock: The Siege of Dawn (Nube, PC y Xbox Series X/S)", " - ¡Mata a todos los dioses en el próximo RPG de acción de los desarrolladores de Ashen! Ponte en la piel de Nor Vanek, un miembro de élite del ejército de la Coalición, al que se une Enki, un compañero parecido a un zorro, en su búsqueda de venganza contra los dioses. Combina combate cuerpo a cuerpo, pólvora y magia en batallas rítmicas en las que los combos se encadenan para crear una danza mortal.", "Dungeons of Hinterberg (Nube, PC y Xbox Series X/S)", " - ¡Bienvenido a Hinterberg, un nuevo punto de interés turístico en los idílicos Alpes austríacos! Hay muchas mazmorras por descubrir y aventuras por vivir en Hinterberg. ¿Te despedirán el primer día o te quedarás para convertirte en un maestro cazador? Domina la magia, resuelve acertijos, mata monstruos; ¡todo esto y más te espera en Hinterberg!", "19 de julio", "Kunitsu-Gami: Path of the Goddess (Nube, Consola y PC)", " - Un juego de estrategia de acción Kagura para un jugador único, inspirado en Japón. El juego se desarrolla en una montaña cubierta de impurezas. Durante el día, purifica las aldeas y prepárate para el anochecer. Durante la noche, protege a la Doncella contra las hordas de Seethe. Repite el ciclo de día y noche hasta que limpies la montaña de impurezas y devuelvas la paz a la tierra.", "Juegos que se van de Xbox Game Pass", "Pero no todas son buenas noticias ya que también hay un juego que se va del servicio el 31 de julio, y pueden conocerlos a continuación:", "- A Short Hike (Nube, Consola y PC)", "\n- Train Sim World 4 (Nube, Consola y PC)", "\n- Venba (Nube, Consola y PC)", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Starfield: revelan fecha de lanzamiento para 2022, se confirma exclusividad de Xbox - E3 2021"], "contenido": ["El próximo gran juego de Bethesda, Starfield, llegará exclusivamente a Xbox Series X|S y PC el 11 de noviembre de 2022.", "The Washington Post filtró el tráiler de Starfield antes de la conferencia de prensa del E3 de Xbox y Xbox confirmó que el tráiler es real y que Starfield será exclusivo para sus plataformas. Starfield abrió la presentación E3 de Microsoft.", "El tráiler dura aproximadamente 2 minutos y 20 segundos. Comienza en un planeta sin describir, pero claramente extraño, a bordo de una nave llamada Constelación. El narrador habla de aventurarse en un campo de estrellas, y obtenemos una mirada al interior de la Constelación que parece una reminiscencia de las naves de la Era Espacial de la década de 1960.", "Starfield se anunció en el E3 2018 y fue la primera propiedad nueva de Bethesda en más de 20 años, pero más allá del avance cinematográfico, no se sabe mucho sobre el juego.", "Durante la presentación del E3, Todd Howard de Bethesda dijo que Starfield se trata de \"esperanza\" y la humanidad compartida que todos compartimos. Howard también indicó que el tráiler cinematográfico muestra el motor del juego.", "Bethesda también confirmó por separado que Starfield será el primer juego creado en su Creation Engine 2 actualizado. El estudio ha prometido importantes renovaciones a su motor para la fidelidad gráfica y otras mejoras.", "\n", "Starfield will be our first game to use Creation Engine 2. We've spent years developing it to power the next generation of immersion and exploration. ", "pic.twitter.com/ZF093bbsLm", "\n— Bethesda Game Studios (@BethesdaStudios) ", "June 13, 2021", "Para más noticias de E3 2021 manténganse atentos a IGN Latinoamérica. ", " "]},
{"titulo": ["E3 2020 tendrá varios cambios"], "contenido": [" ", "La Entertainment Software Association (ESA) espera convertir el ", "E3 2020 ", "en un \"festival de fans, medios e influencers\" que contará con \"Queuetainment\" (palabra formada por queue que es hacer fila y entetainment que es entretenimiento) y un sistema al más puro estilo del servicio FastPass de Disney.", "Según lo informado por GameDaily.biz, los planes de la ESA se revelaron en una presentación en respuesta a \"retroalimentación de los editores\".", "La ESA propone que los influencers y celebridades pagadas se conviertan más en un foco, con ejemplos que incluyen \"miembros de los Lakers de Los Ángeles jugando un videojuego de baloncesto frente a fans o actores que compitiendo en un torneo\".", "En cuanto a los asistentes al espectáculo, la ESA aprobó la entrada de 10,000 asistentes más. Esto elevaría el número total de consumidores a 25,000 y potencialmente llevaría a un día exclusivo para la industria el martes antes de que el público tenga acceso el miércoles y jueves.", "Estos 10,000 asistentes al E3 de ninguna manera estarían cerca de uno de los espectáculos más grandes del mundo, ya que el analista senior de Niko Partners, Daniel Ahmad, señala que ", "E3 2019", " tuvo la asistencia de 66,000 personas en comparación con los 373,000 que tuvo Gamescom.", "Los planes también proponen que se implemente un sistema estilo FastPass de Disney que permita a los usuarios \"registrarse para una ventana de tiempo de demostración y volver más tarde para evitar tener que esperar horas para probar un solo juego\".", "Eso no significa que no habrá largos tiempos de espera, y la ESA espera incorporar \"Queuetainment\" para los que están haciendo fila\". Esto permitiría a los expositores de E3 \"tener acceso a los datos del consumidor capturados a través de la aplicación o tener una audiencia cautiva mientras la gente espera en línea para las demostraciones\".", "La presentación también propone \"Espacios de Experiencias\" en West Hall, \"activaciones exclusivas o por citas para asistentes seleccionados y \"Sociedades de Medios Pagadas\" que permitirían a la \"ESA controlar el contenido y el mensaje\".", "Estos cambios y más son todos en respuesta al panorama cambiante de la industria de los videojuegos que permite a los editores celebrar sus propios eventos para no verse ahogados por el diluvio de noticias de un evento como E3. También se están implementando para combatir hechos como que Sony / PlayStation no asista al show y Microsoft realice sus propios eventos en el Microsoft Theatre.", "Sin embargo, los planes no detallan mucho sobre la filtración de más de 2,000 datos de representantes de medios E3 2019 y cómo la ESA se asegura de que los datos de los asistentes estén seguros.", "Si bien está por verse en qué se convertirá este espectáculo, sí sabemos que E3 2020 tendrá lugar en Los Ángeles, California del 9 al 11 de junio de 2020. Con suerte, se revelarán más detalles sobre Project Scarlett de Xbox y Halo Infinite, ", "la secuela de The Legend of Zelda: Breath of the Wild", ", y tal vez incluso Metroid Prime 4.", " "]},
{"titulo": ["Dying Light 2: 26 Minutes of Gameplay With Developer Commentary"], "fecha_de_publicacion": ["26 de Agosto de 2019"]},
{"titulo": ["Assassins Creed: Valhalla - Reseña"], "calificacion": ["8"]},
{"titulo": ["Xbox comparte emotivo video para conmemorar su 20 aniversario"], "contenido": ["Este año ", "fue muy importante para Xbox, pues además de la llegada de varios exclusivos", " muy esperados por los jugadores como ", "Halo Infinite ", "o ", "Forza Horizon 5", ", también fue el año en que la marca cumplió 20 años en la industria.", "Y para conmemorarlo, además de una ", "serie de documental que ya está disponible de manera gratuita ", "y el control conmemorativo, ", "Microsoft lanzó un emotivo video donde, a través de los ojos de una familia, ", "vemos la evolución de las consolas.", "Quizá lo más emotivo del clip", " no es sólo la nostalgia de ver la Xbox original y la querida 360", ", sino apreciar como ", "una consola de videojuegos es el nexo", " que ayuda a que los miembros de la familia puedan estar más unidos al tener un pasatiempo en común.", "Finalmente el clip nos muestra al final ", "la llegada de la Xbox Series X/S junto con el miembro más nuevo de la familia,", " lo que simboliza la llegada de una nueva generación de jugadores que probablemente también ", "tengan un viaje largo y con muy gratas experiencias en la industria.", "¿Qué te parece?", "Axel Amézquita es editor en IGN Latinoamérica, comiquero de nacimiento, con gusto por el cine, fotografía, videojuegos y las grandes historias. Puedes seguirlo en redes sociales como ", "@AxxRess"]},
{"titulo": ["Tomb Raider Remastered vs. Original Graphics Comparison (4K 60FPS)"], "fecha_de_publicacion": ["12 de Febrero de 2024"]},
{"titulo": ["Actores de videojuegos entran en huelga para exigir protección ante IA"], "contenido": ["Actores de voz e intérpretes de captura de la industria de los videojuegos entraron en huelga en contra de los principales publishers por romper los acuerdos para un nuevo contrato para la protección contra la IA.", "Este 25 de julio, los intérpretes, miembros del ", "Sindicato de Actores de la Pantalla-Federación Estadounidense de Artistas de Televisión y Radio", " (SAG-AFTRA) votaron para iniciar la huelga, la cual iniciará el día siguiente.", "El paro de labores surge a partir de ", "Activision, Warner Bros., Disney, Blindlight", ", entre otros no se han visto dispuestos en querer llegar a un acuerdo sobre la regulación de la IA generativa, por lo que los estudios estarían en total libertad de replicar voces o replicar la imagen de algún actor sin compensación.", "\"No vamos a dar nuestro consentimiento a un contrato que permita a las empresas abusar de la IA en detrimento de nuestros miembros. Suficiente es suficiente. Cuando estas empresas se tomen en serio la idea de ofrecer un acuerdo con el que nuestros miembros puedan vivir y trabajar, estaremos aquí, listos para negociar.”, comentó Fran Drescher, presidenta de SAG-AFTRA.", "Desde 2023, los miembros del sindicato han estado negociando con los estudios, y aunque ya lograron obtener aumentos salariales y seguridad laboral, no cerraron el acuerdo sobre la Inteligencia Artificial.", "A raíz de la huelga, varios títulos podrían retrasarse si no se llega a un trato entre ambas partes, entre ellos Marvel’s Wolverine de ", "Insomniac Games", ", uno de los estudios involucrados.", "Diego Valadez es editor en IGN Latinoamérica, cinéfilo de corazón y amante del horror sobrenatural. Lo puedes encontrar en Instagram como @dievzgrave"]},
{"titulo": ["Warner Bros. Discovery analiza vender su división de videojuegos"], "contenido": ["Warner Bros. Discovery ha enfrentado problemas financieros y la caída de sus acciones, y un nuevo reporte asegura que la compañía estaría buscando vender su división de juegos.", "De acuerdo a información de Financial Times, David Zaslav y otros ejecutivos actualmente analizan sus opciones para reducir costos (", "vía", " EventHubs).", "Y aunque se reporta que se pensó en volver a dividir Warner Bros. y Discovery, se cree que un movimiento de tal magnitud podría causar problemas legales a ambas partes.", "De esta manera, la compañía estaría buscando vender sus activos pequeños e independientes, incluyendo la división encargada de videojuegos. La fuente indica que se trata de \"una participación en el negocio de videojuegos de Warner\", por lo que no queda claro si sería un estudio o un paquete con todos.", "Warner adquirió NetherRealm Studios desde 2010, y también hace unas semanas compraron el estudio Player First Games que creó MultiVersus.", "Cabe recordar que no es la primera vez que circulan este tipo de rumores, ya que hace años se informó de la posibilidad, e incluso se mencionó a Microsoft y EA como posibles interesados.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Secuela de The Legend of Zelda: Breath of the Wild anunciada en el E3 2019"], "contenido": ["Nintendo anunció la secuela de The Legend of Zelda: Breath of the Wild en el E3 2019 y todos estamos más que emocionados con esto.", "En desarrollo...", " ", "Miguel Bravo es colaborador de IGN Latinoamérica. Amante de todo lo japonés, los videojuegos y las buenas historias. Estudiante de arte y de japonés. Puedes seguirlo en redes sociales como ", "@ElDetectiveMike"]},
{"titulo": ["Dying Light 2 - Trailer de gameplay de E3 2019"], "fecha_de_publicacion": ["18 de Diciembre de 2019"]},
{"titulo": ["28 Big Xbox Games Coming in 2020"], "fecha_de_publicacion": ["23 de Diciembre de 2019"]},
{"titulo": ["Tráiler cinemático de Dying Light 2"], "fecha_de_publicacion": ["9 de Diciembre de 2021"]},
{"titulo": ["Dying Light 2: \"The Reason\", Tráiler de gameplay subtitulado"], "fecha_de_publicacion": ["14 de Enero de 2022"]},
{"titulo": ["Dying Light 2:los primeros 21 minutos de gameplay"], "fecha_de_publicacion": ["2 de Febrero de 2022"]},
{"titulo": ["Forza Horizon 5 - Reseña"], "calificacion": ["10"]},
{"titulo": ["Halo Infinite - Reseña"], "calificacion": ["9"]},
{"titulo": ["Dying Light 2 Stay Human: Nuestras Impresiones"], "fecha_de_publicacion": ["4 de Febrero de 2022"]},
{"titulo": ["Dying Light 2 - Tráiler del DLC Bloody Ties"], "fecha_de_publicacion": ["23 de Agosto de 2022"]},
{"titulo": ["Dying Light 2 Stay Human — Evento All Hallows’ Eve"], "fecha_de_publicacion": ["25 de Octubre de 2022"]},
{"titulo": ["La Iglesia Católica está a punto de canonizar al primer santo gamer"], "contenido": ["Bueno, eso tenía que suceder eventualmente: la Iglesia Católica se está preparando para canonizar al primer santo gamer de la historia.", "Hoy temprano, el Vaticano anunció que canonizaría a Carlo Acutis, un adolescente italiano que será el primer santo millenial de la Iglesia Católica. Acutis murió de leucemia en 2006 a la edad de 15 años.", "Acutis nació en 1991 en Londres y poco después se mudó a Milán, Italia con su familia. Creció en la fe católica, frecuentemente trabajó como voluntario con personas sin hogar, limpiando la basura en su vecindario, trabajando en su iglesia local y realizando otros actos de bondad.", "Además de otros pasatiempos e intereses, Acutis aparentemente ", "disfrutaba de los videojuegos", " y era conocido por jugar Halo, Mario y Pokémon. Su madre afirma que, si bien compró una PlayStation cuando tenía ocho años, se limitaba a jugar solo una hora a la semana debido a preocupaciones sobre la adicción. Acutis era un experto en tecnología y se le conoce como \"el influencer de Dios\" debido a su trabajo al documentar varios milagros católicos en un", " sitio web que diseñó", ".", "\n", "Un tapiz con un retrato de Carlo Acutis está colgado en la Basílica de San Francisco durante la ceremonia de beatificación de Carlo Acutis, el 10 de octubre de 2020 en Asís, Italia. Crédito de la foto: Vaticano/Getty Images", "\n", "Acutis ha estado pasando por los múltiples pasos del proceso de canonización durante los últimos años. La canonización a menudo puede llevar años o incluso décadas y, por lo general, requiere que se atribuyan al candidato al menos dos milagros junto con más pruebas de una vida de fe. Pero muchos han adoptado la causa de Acutis, en parte debido a su cercanía y popularidad entre los católicos más jóvenes.", "La causa para su canonización se abrió en 2012, apenas seis años después de su muerte (se requiere un período de espera de cinco años). Fue decretado \"Venerable\" en 2018 y beatificado (declarado \"Beato\") apenas dos años después, en 2020, cuando la Iglesia Católica reconoció un milagro atribuido a él. Supuestamente, un niño brasileño con un grave defecto de nacimiento que no podía consumir alimentos normalmente fue sanado después de que su madre oró por la intercesión de Acutis. Desde entonces se le ha atribuido un segundo milagro, el de una niña costarricense que supuestamente fue curada de un traumatismo craneoencefálico después de que su madre orara en la tumba de Acutis.", "Con ambos milagros reconocidos por la Iglesia, Acutis será canonizado y muy probablemente será nombrado santo en 2025.", "En particular, Acutis es el primer santo católico millenial y el primer santo (que sepamos) que haya jugado videojuegos. Esto se debe en parte a la dificultad de la canonización y al tiempo que suele llevar, lo que hace que la mayoría sea canonizada decenas o incluso cientos de años póstumamente. En este caso, la juventud y el reconocimiento de Acutis entre los católicos más jóvenes pueden ser útiles para la Iglesia en sus esfuerzos continuos por conectarse con personas más jóvenes y nativos digitales.", " "]}
]