[
{"descripcion": ["Con el acceso a esta fase, la fluminense tiene un diploma olímpico; sin embargo, no asegura medalla, como sí ocurre en otras disciplinas como el boxeo."], "titular": ["[En Vivo] Lucía Yépez busca asegurar medalla en la lucha de los Juegos Olímpicos de París 2024"], "id": [0]},
{"descripcion": ["Ecuador obtuvo una brillante plata con Daniel Pintado, el campeón olímpico de los 20 kilómetros, y Glenda Morejón y Australia se hizo con el bronce."], "titular": ["[En Vivo] Daniel Pintado y Glenda Morejón reciben la medalla de plata lograda en la marcha de los Juegos Olímpicos de París 2024"], "id": [1]},
{"descripcion": ["El andarín azuayo consiguió la presea de oro en la prueba de 20 kilómetros y la de plata en la maratón de marcha por relevos mixtos junto Glenda Morejón."], "titular": ["¡Histórico! Daniel Pintado es el primer deportista ecuatoriano en conseguir dos medallas en una misma edición de Juegos Olímpicos"], "id": [2]},
{"descripcion": ["La 'Tigra' accedió a la semifinal en la categoría de 53 kilogramos, pero esto aún no le asegura una presea olímpica, sí un diploma por estar entre las mejores."], "titular": ["¿Cómo obtiene una medalla Lucía Yépez en la lucha femenina de los Juegos Olímpicos París 2024?"], "id": [3]},
{"descripcion": ["Los tricolores se quedaron con el segundo lugar, detrás de España, en la prueba que hizo su debut en Juegos Olímpicos luego de eliminarse los 50 kilómetros."], "titular": ["¡Segunda medalla! Glenda Morejón y Daniel Pintado consiguen la presea de plata en la maratón de marcha por relevos mixtos de París 2024"], "id": [4]},
{"descripcion": ["Las cámaras captaron a los atletas envueltos en un fuerte abrazo, símbolo del compañerismo y cariño que se tienen los subcampeones olímpicos."], "titular": ["¡Un abrazo lleno de gloria! El emotivo reencuentro entre Daniel Pintado y Glenda Morejón en los relevos mixtos de París 2024"], "id": [5]},
{"descripcion": ["Con el acceso a esta fase, la fluminense tiene un diploma olímpico; sin embargo, no asegura medalla, como sí ocurre en otras disciplinas como el boxeo."], "titular": ["[En Vivo] Lucía Yépez busca asegurar medalla en la lucha de los Juegos Olímpicos de París 2024"], "id": [6]},
{"descripcion": ["Ecuador obtuvo una brillante plata con Daniel Pintado, el campeón olímpico de los 20 kilómetros, y Glenda Morejón y Australia se hizo con el bronce."], "titular": ["[En Vivo] Daniel Pintado y Glenda Morejón reciben la medalla de plata lograda en la marcha de los Juegos Olímpicos de París 2024"], "id": [7]},
{"descripcion": ["El esfuerzo del marchista cuencano de 29 años será recompensado. Es el primer tricolor en ganar preseas en unas olimpiadas."], "titular": ["¡Excelente apoyo! La empresa privada entregará una casa a Daniel Pintado, doble medallista en los Juegos Olímpicos de París 2024"], "id": [8]},
{"descripcion": ["La subcampeona olímpica de relevos mixtos de marcha reveló en una rueda de prensa que hasta hace dos meses su participación en París estaba en duda."], "titular": ["Una fractura ‘por estrés’ en el pubis casi aleja a Glenda Morejón de los Juegos Olímpicos de París 2024"], "id": [9]},
{"descripcion": ["Los millonarios se estrenan en el certamen que organiza la Ecuafútbol y buscan aliviar la presión tras la caída 1-0 en el Capwell ante el Deportivo Cuenca."], "titular": ["Canales para ver hoy gratis AV25 vs. Emelec por la Copa Ecuador"], "id": [10]},
{"descripcion": ["Una vez finalizada la competencia, el tricolor se emocionó al recordar a sus hijos y al mencionar que había cumplido la promesa que le había hecho a su mamá."], "titular": ["Medallas olímpicas en París 2024 permiten a Daniel Pintado comprar una casa para su madre: ‘Se lo había prometido hace mucho’"], "id": [11]},
{"descripcion": ["Morejón y Pintado hicieron un tiempo de 2 horas 51 minutos y 22 segundos para quedarse con el segundo lugar del podio."], "titular": ["Cuánto dinero le entregará el Gobierno de Daniel Noboa a Glenda Morejón y Daniel Pintado por la medalla plata que ganaron en los relevos mixtos de marcha"], "id": [12]},
{"descripcion": ["La marcha entregó una nueva presea al deporte ecuatoriano, una medalla más para el Team Ecuador en esta cita olímpica."], "titular": ["Así va el medallero de los Juegos Olímpicos París 2024: cómo va el ‘ranking’ y cómo está Ecuador hoy, 7 de agosto"], "id": [13]},
{"descripcion": ["Los tricolores obtuvieron una medalla de plata para Ecuador este miércoles, 7 de agosto."], "titular": ["Daniel Pintado: ‘Me quedé sin voz de tanto gritar y animar a Glenda’"], "id": [14]},
{"descripcion": ["La 'Tigra' accedió a la semifinal en la categoría de 53 kilogramos, pero esto aún no le asegura una presea olímpica, sí un diploma por estar entre las mejores."], "titular": ["¿Cómo obtiene una medalla Lucía Yépez en la lucha femenina de los Juegos Olímpicos París 2024?"], "id": [15]},
{"descripcion": ["(Video) El exfutbolista del Manchester United insistió en que el liderato en cancha de la Tri debe ser para un nacido en el país."], "titular": ["‘Muy pronto vamos a tener un líder como Moisés Caicedo’, dice Antonio Valencia, sobre quién debe llevar la capitanía en la selección de Ecuador"], "id": [16]},
{"descripcion": ["La atleta ecuatoriana peleará por el boleto a las semifinales de la prueba que se desarrolla en el Estade de France."], "titular": ["Maribel Caicedo, al repechaje en los 100 metros vallas de Juegos Olímpicos"], "id": [17]},
{"descripcion": ["Un sector de la prensa peruana cuestionó el hecho de que el uruguayo haya llevado a la reciente Copa América al exdelantero de Liga de Quito."], "titular": ["‘Me importa un hu... lo que piensen, si está bien lo voy a convocar sí o sí', Jorge Fossati, técnico de Perú, próximo rival de Ecuador en Eliminatoria 2026, y su potente defensa a Paolo Guerrero"], "id": [18]},
{"descripcion": ["El luchador tricolor no pudo con el armenio Slavik Galstyan y perdió por un ajustado 3-2 en la categoría de 67 kilogramos."], "titular": ["Andrés Montaño cae en octavos de final de la lucha olímpica"], "id": [19]},
{"descripcion": ["N/A"], "titular": ["¿Está bien elegido Beccacece?"], "id": [20]},
{"descripcion": ["N/A"], "titular": ["¡Santiago Rosero, vaya a rezar! Culpable de lo que pasó con Jhonatan Narváez y de hacer en la Federación Ecuatoriana de Ciclismo lo que quiere"], "id": [21]},
{"descripcion": ["N/A"], "titular": ["Marchistas de Ecuador: la auténtica ‘generación dorada’ de nuestro deporte"], "id": [22]},
{"descripcion": ["N/A"], "titular": ["Historias y anécdotas del tenis en los Juegos Olímpicos: Carlos Alcarez vs. Novak Djokovic, la final de París 2024"], "id": [23]},
{"descripcion": ["N/A"], "titular": ["Las sobremesas en Cuba con Tito Larrea"], "id": [24]},
{"descripcion": ["N/A"], "titular": ["Antonio Alvarez, presidente de Barcelona SC, reaparece en redes sociales y responde a cuestionamientos: ‘No voy a hacer partícipe al club de ningún circo mediático’"], "id": [25]},
{"descripcion": ["N/A"], "titular": ["Así marcha la tabla de posiciones al finalizar la fecha 1 de la etapa II de la Liga Pro: Liga de Quito, Orense SC y Barcelona SC "], "id": [26]},
{"descripcion": ["N/A"], "titular": ["¿Regresa Damián Díaz a Barcelona SC? ‘Por ahora, eso es imposible’, conoció EL UNIVERSO"], "id": [27]},
{"descripcion": ["N/A"], "titular": ["“Hay que rescatar el espíritu de Barcelona”: Fernando Villarroel envía un mensaje a los hinchas imitando al fallecido Carlos Luis Morales"], "id": [28]},
{"descripcion": ["N/A"], "titular": ["Así marcha la tabla de posiciones de la fecha 1 de la fase 2 de la Liga Pro con el triunfo de Liga de Quito y la derrota de Emelec"], "id": [29]},
{"descripcion": ["N/A"], "titular": ["Canales para ver hoy gratis AV25 vs. Emelec por la Copa Ecuador"], "id": [30]},
{"descripcion": ["N/A"], "titular": ["Andrés Ricaurte, volante de Emelec: ‘Leonel Álvarez nos ha transmitido confianza, queremos ser campeones’"], "id": [31]},
{"descripcion": ["N/A"], "titular": ["Dónde ver en vivo AV25 vs. Emelec por la Copa Ecuador"], "id": [32]},
{"descripcion": ["N/A"], "titular": ["Así marcha la tabla de posiciones al finalizar la fecha 1 de la etapa II de la Liga Pro: Liga de Quito, Orense SC y Barcelona SC "], "id": [33]},
{"descripcion": ["N/A"], "titular": ["José Pileggi: pasivo de $ 26,3 millones en Emelec, amenazas de muerte, y ‘deudas heredadas’ desde el 2010"], "id": [34]},
{"descripcion": ["N/A"], "titular": ["Liga de Quito declara ‘intransferible’ al paraguayo Álex Arce tras oferta del Corinthians de Brasil"], "id": [35]},
{"descripcion": ["N/A"], "titular": ["Así marcha la tabla de posiciones al finalizar la fecha 1 de la etapa II de la Liga Pro: Liga de Quito, Orense SC y Barcelona SC "], "id": [36]},
{"descripcion": ["N/A"], "titular": ["‘La mejor despedida fue hacer un gol’: el adiós de Óscar Zambrano a Liga de Quito, antes de marcharse a Inglaterra"], "id": [37]},
{"descripcion": ["N/A"], "titular": ["Así marcha la tabla de posiciones de la fecha 1 de la fase 2 de la Liga Pro con el triunfo de Liga de Quito y la derrota de Emelec"], "id": [38]},
{"descripcion": ["N/A"], "titular": ["Liga de Quito se pasea en Ambato y golea por 4-0 a Macará en el debut de Pablo Sánchez en la Liga Pro"], "id": [39]}
]